[{"id":"8502121e-288b-4e36-bc07-080c4b4a7272","type":"Full Time","url":"https://jobs.github.com/positions/8502121e-288b-4e36-bc07-080c4b4a7272","created_at":"Mon Feb 08 20:29:08 UTC 2021","company":"Softheon","company_url":"http://www.softheon.com","location":"Remote","title":"Senior Software Engineer CX/UX","description":"\u003cp\u003eAs one of our CX/UX Senior Software Engineers, you will be helping to maintain and improve our front-end applications. These products support millions of health insurance members across the country. These products are the heart of Softheon’s Software-as-a-Service business and are what feeds the rest of our software solutions. You will be working on front-end applications that allow millions of people to enroll in and obtain healthcare. Our ideal candidate is someone talented, self-motivated and enjoys working with a team to accomplish a common goal.\u003c/p\u003e\n\u003cp\u003eRequirements\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMaintain current product applications including debugging, troubleshooting, and enhancements.\u003c/li\u003e\n\u003cli\u003eOversee the entire software lifecycle of the product, including testing, documentation, and deployment.\u003c/li\u003e\n\u003cli\u003eCooperate and communicate with a team of technical and non-technical members.\u003c/li\u003e\n\u003cli\u003eDesign and Develop components in Angular supporting various Web Application efforts.\u003c/li\u003e\n\u003cli\u003eExperience with TypeScript supporting Angular development.\u003c/li\u003e\n\u003cli\u003eAdhere to design guidelines and standards for all performed work.\u003c/li\u003e\n\u003cli\u003eParticipate in the development of advanced UX features, working closely with Web Designers as appropriate.\u003c/li\u003e\n\u003cli\u003eProvide assistance and guidance during the QA \u0026amp; UAT phases to quickly confirm the validity of potential issues and to determine the root cause and best resolution of verified issues.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong knowledge of data structures, algorithms and complexity analysis.\u003c/li\u003e\n\u003cli\u003eStrong understanding of object-oriented design.\u003c/li\u003e\n\u003cli\u003eHands-on object-oriented language development using C#, Java and/or .NET Framework/.NET\u003c/li\u003e\n\u003cli\u003eExperience with version control solutions such as Git and/or Microsoft TFS.\u003c/li\u003e\n\u003cli\u003eUnderstanding of testing methodologies.\u003c/li\u003e\n\u003cli\u003eKnowledge of design patterns.\u003c/li\u003e\n\u003cli\u003eAbility to work effectively in an agile environment.\u003c/li\u003e\n\u003cli\u003eAbility to perform well in a fast-paced environment.\u003c/li\u003e\n\u003cli\u003eExcellent analytical and multitasking skills.\u003c/li\u003e\n\u003cli\u003eBachelor’s degree in Computer Science with a GPA of 3.5 or better.\u003c/li\u003e\n\u003cli\u003eStrong knowledge of UML.\u003c/li\u003e\n\u003cli\u003eSkilled in Angular, Angular2, TypeScript, CSS, JavaScript, NodeJS, Git, Experience working and integrating front end applications with RESTful Middle-Tier Applications, Grunt.\u003c/li\u003e\n\u003cli\u003eAt least 3+ years of hands-on web design experience with significant Angular and Angular 2 experience.\u003c/li\u003e\n\u003cli\u003eStrong knowledge of CSS, JavaScript, and web design principles.\u003c/li\u003e\n\u003cli\u003eAn understanding of core web application design patterns, such as Model View Controller and Single-Page Web Applications\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits\u003c/p\u003e\n\u003cp\u003eWhen you join Softheon, you will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave an opportunity to add value to a diverse team of innovative professionals\u003c/li\u003e\n\u003cli\u003eRise to new challenges everyday\u003c/li\u003e\n\u003cli\u003eReceive competitive salary and career growth opportunities\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eABOUT US:\u003c/p\u003e\n\u003cp\u003eAt Softheon, we are motivated to solve the biggest challenges in the healthcare industry by creating simple solutions to complex problems. We support our clients, track performance data, manage administrative tasks, and so much more.\u003c/p\u003e\n\u003cp\u003eTo find out more about Softheon please visit \u003ca href=\"http://www.softheon.com\"\u003ewww.softheon.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eTo all recruitment agencies: Softheon does not accept agency resumes. Please do not forward resumes to Softheon employees or any other company location. Softheon is not responsible for any fees related to unsolicited resumes and will not pay fees to any third-party agency or company that does not have a signed agreement with the Company.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease use the link below to apply online: \u003ca href=\"https://apply.workable.com/softheon/j/7E92A55237/\"\u003ehttps://apply.workable.com/softheon/j/7E92A55237/\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb1NZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--26f4c0fcceaf01d4ab4c73bd0d671a253f334c02/Softheon%20Logo%20(1)%20(1).png"},{"id":"de2dad3d-d255-4484-a047-d0bc15a186a5","type":"Full Time","url":"https://jobs.github.com/positions/de2dad3d-d255-4484-a047-d0bc15a186a5","created_at":"Mon Feb 08 19:05:58 UTC 2021","company":"Porch Coffee View LLC","company_url":"http:","location":"Remote","title":"Want Help with idea using Twitter API","description":"\u003cp\u003eHi-\u003c/p\u003e\n\u003cp\u003eI'm looking for someone to build an MVP based around the Twitter API, will pay hourly and/or give equity.\u003c/p\u003e\n\u003cp\u003eQualifications include being optimistic and having a good sense of humor.\u003c/p\u003e\n\u003cp\u003eLet me know if you're interested, thank you,\u003c/p\u003e\n\u003cp\u003eEben\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"mailto:ebensmith723@gmail.com\"\u003eebensmith723@gmail.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":null},{"id":"10a4518d-b6b2-43eb-b079-648547387115","type":"Full Time","url":"https://jobs.github.com/positions/10a4518d-b6b2-43eb-b079-648547387115","created_at":"Mon Feb 08 16:53:07 UTC 2021","company":"strongDM","company_url":"http://http","location":"Remote (USA)","title":"Customer Support Engineer","description":"\u003cp\u003eYou are a consultative troubleshooter who can successfully empathize with their customer and assist them in maintaining and expanding their strongDM environment. The Customer Support Engineer will be responsible for supporting customers in setting up, maintaining and improving their strongDM deployment.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat You'll Do:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTrack and address customer issues through entire support lifecycle, from logging to reproduction to resolution\u003c/li\u003e\n\u003cli\u003eCommunicate regularly with customers via written updates and live screen share sessions\u003c/li\u003e\n\u003cli\u003eProvide expert guidance on DevOps concepts, including infrastructure architecture across cloud and on-premise environments, IT operations, security, and development technologies and processes\u003c/li\u003e\n\u003cli\u003eLearn and deploy new technologies as part of prototyping and reproducing reported issues\u003c/li\u003e\n\u003cli\u003eAuthor and update customer documentation, internal onboarding documents, and customer-centric blog posts\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFamiliarity with databases (modern and legacy) , servers (Linux \u0026amp; Windows), networking, Docker, Kubernetes\u003c/li\u003e\n\u003cli\u003eDeep experience with one or more of the following cloud providers: Azure, GCP, AWS\u003c/li\u003e\n\u003cli\u003e5+ years in Security or Infrastructure\u003c/li\u003e\n\u003cli\u003eProfessional experience interacting with clients and customers\u003c/li\u003e\n\u003cli\u003eConfident voice in technical writing and communication\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCompensation:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIndustry-standard base\u003c/li\u003e\n\u003cli\u003eMedical, dental, and vision insurance\u003c/li\u003e\n\u003cli\u003e401k, HSA, FSA, short / long-term disability\u003c/li\u003e\n\u003cli\u003e3 months parental leave\u003c/li\u003e\n\u003cli\u003e3 weeks PTO + standard holidays\u003c/li\u003e\n\u003cli\u003eEquity in a fast-growing startup\u003c/li\u003e\n\u003cli\u003eNo travel required\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/strongdm/e4bd3cf4-40f4-4b39-a52e-a93c70b6ff40?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/strongdm/e4bd3cf4-40f4-4b39-a52e-a93c70b6ff40?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb0dZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--79db8111f1e1f052c0d162c240dc2c9b0019f7ab/Capture1.PNG"},{"id":"8c9d51c8-28c6-456b-98e4-0c2c13de1b4d","type":"Full Time","url":"https://jobs.github.com/positions/8c9d51c8-28c6-456b-98e4-0c2c13de1b4d","created_at":"Mon Feb 08 16:40:33 UTC 2021","company":"strongDM","company_url":"https://jobs.lever.co/strongdm","location":"Remote (USA)","title":"Data Engineer","description":"\u003cp\u003eAnalytics at strongDM is unique because we’re a young company that has invested in data efforts early. Our leadership team is data literate and has broad experience building data products and leading analytics functions. And, we have a shared focus on how we expect the data platform to power our business.\u003c/p\u003e\n\u003cp\u003eSound good? We’re looking to add a data engineer to the team to help define our strategy, and execute on building everything we need to get there.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat You'll Do:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild and operate batch and streaming pipelines to ingest data into a lakehouse (we’re currently using S3+Glue+Athena+Redshift)\u003c/li\u003e\n\u003cli\u003eBuild and operate full refresh and incremental pipelines to compute derived models (we’re currently using dbt, python+pandas, and Spark)\u003c/li\u003e\n\u003cli\u003eBuild and operate outbound pipelines to send data in actionable shapes to line-of-business tools\u003c/li\u003e\n\u003cli\u003eCurate the datasets in the lakehouse to facilitate analysis, reporting, and self-serve querying (we’re currently using Jupyter and Redash)\u003c/li\u003e\n\u003cli\u003ePartner with engineers, data analysts, and business stakeholders on data efforts\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProficiency in SQL and SQL based modelling tools (we’re using dbt)\u003c/li\u003e\n\u003cli\u003eProficiency in python and pandasverse, and familiarity with Golang, Javascript\u003c/li\u003e\n\u003cli\u003e3+ years of experience in a data-heavy engineering role\u003c/li\u003e\n\u003cli\u003eExperience working at a tech startup or other high velocity engineering culture\u003c/li\u003e\n\u003cli\u003eA strong ethos for getting things done (we iterate quickly, and pair program daily)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCompensation:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIndustry-standard base\u003c/li\u003e\n\u003cli\u003eMedical, dental, and vision insurance\u003c/li\u003e\n\u003cli\u003e401k, HSA, FSA, short/long-term disability, 3 months parental leave\u003c/li\u003e\n\u003cli\u003e3 weeks PTO + standard holidays\u003c/li\u003e\n\u003cli\u003eEquity in a fast-growing startup\u003c/li\u003e\n\u003cli\u003eNo travel required\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/strongdm/66e84d40-aaba-4d94-990d-9e450adc57c2?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/strongdm/66e84d40-aaba-4d94-990d-9e450adc57c2?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbitZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c312d2c28c633b650e61b0fe1b3fb157a0b06fdb/Capture1.PNG"},{"id":"1a3e40c4-e1d1-43a3-a814-c788287e040e","type":"Part Time","url":"https://jobs.github.com/positions/1a3e40c4-e1d1-43a3-a814-c788287e040e","created_at":"Mon Feb 08 14:50:15 UTC 2021","company":"CTemplar","company_url":"http://www.ctemplar.com","location":"online","title":"Front \u0026 Back End Dev's for E2EE Email Service","description":"\u003cp\u003eI own an end to end encrypted email service with mobile apps.  My company has been in operation for over 3 years, it has many complex features and we have over 100k users.\u003c/p\u003e\n\u003cp\u003eI want to hire 2 people.  One person on the front end and one person on the backend.  Your initial assignment will be to do an audit of the existing code we have.\u003c/p\u003e\n\u003cp\u003eBack End Dev Wanted\nPython, Django, Django Rest. Framework\u003c/p\u003e\n\u003cp\u003eFront End Dev Wanted\nThe skills required are: Angular, HTML/CSS.  Knowledge of end to end encryption is a plus.\nThis is not related to your work, but the backed uses Python, Django, Django Rest \u0026amp; Framework.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eTo apply email your resume and link to your Github profile to \u003ca href=\"mailto:godfry@ctemplar.com\"\u003egodfry@ctemplar.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnFZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9b947be327f43635c1b169cec7d9e26a677230ea/44853530_254157375285673_1026838221327171584_n.png"},{"id":"741de8f4-5074-4940-b1a6-0cbc9636e8f8","type":"Full Time","url":"https://jobs.github.com/positions/741de8f4-5074-4940-b1a6-0cbc9636e8f8","created_at":"Mon Feb 08 14:12:21 UTC 2021","company":"ZEISS","company_url":"https://vonq.io/39Qz693","location":"München","title":"Solution Architect Health Ecosystem (m/f/x)","description":"\u003cp\u003eStep out of your comfort zone, excel and redefine the limits of what is possible. That’s just what our employees are doing every single day – in order to set the pace through our innovations and enable outstanding achievements. After all, behind every successful company are many great fascinating people.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe are looking for people who are keen to try something new.\u003c/strong\u003e\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eYour role:\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eAs Solution Architect Health Ecosystem, you will be overseeing all ZEISS healthcare ecosystem solutions through the glasses of architecture to build scalable, secure and performant solutions while engaging at all levels of the organization from hands-on engineering viable solutions with project teams to briefing of senior executives. You will be responsible for the definition and implementation of an overall solution architecture concept, a roadmap and an implementation strategy and consult and work closely with product teams on architectural decisions and their implementation. You will maintain deep technical and business knowledge of relevant technology stacks, security, cloud computing of the ZEISS health Ecosystem and their trends in healthcare solutions. You also support the transformation of our highly motivated teams and established programs using agile frameworks, such as SAFe.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eYour profile:\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYou have an advanced degree in (medical) computer science, engineering or mathematics.\u003c/li\u003e\n\u003cli\u003eAt least five years’ experience in implementing solutions in at least one of the following industries: biopharma, medical technology or provider\u003c/li\u003e\n\u003cli\u003eAt least three years’ hands-on architecture experience related to cloud technologies preferably Azure services\u003c/li\u003e\n\u003cli\u003eExperience in working within Medical Device regulations, preferably in an agile setup, and with medical standards such as DICOM, FHIR\u003c/li\u003e\n\u003cli\u003eExperience in big data analytics and machine learning applications within the healthcare environment\u003c/li\u003e\n\u003cli\u003eAbility of strategical thinking with considerations of business, products and technical challenges\u003c/li\u003e\n\u003cli\u003estrong communication, facilitation and analytical skills in English, preferably also in German\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIn a spacious modern setting full of opportunities for further development, ZEISS employees work in a place where expert knowledge and team spirit reign supreme. All of this is supported by a special ownership structure and the long-term goal of the Carl Zeiss Foundation: to bring science and society into the future together.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eJoin us today. Inspire people tomorrow.\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eDiversity is a part of ZEISS. We look forward to receiving your application regardless of gender, nationality, ethnic and social origin, religion, philosophy of life, disability, age, sexual orientation or identity.\u003c/p\u003e\n\u003cp\u003eApply now via the '\u003cstrong\u003eApply\u003c/strong\u003e' button! It takes less than 10 minutes.\n\u003ca href=\"https://vonq.io/39Qz693\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/39Qz693\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbmlZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e86532e1e85222c1d34fad8ba255caf1a3cb34d5/Zeiss%20logo.jpeg"},{"id":"980f561f-9497-4979-835c-137d94ead31d","type":"Full Time","url":"https://jobs.github.com/positions/980f561f-9497-4979-835c-137d94ead31d","created_at":"Mon Feb 08 13:38:43 UTC 2021","company":"Gorgias","company_url":"https://www.gorgias.com/","location":"Paris","title":"Senior Front-End Engineer ReactJS","description":"\u003cp\u003e\u003ca href=\"http://gorgias.com/\"\u003eGorgias\u003c/a\u003e helps e-commerce companies deliver excellent customer service at scale.\u003c/p\u003e\n\u003cp\u003eOur product creates a unified profile of customers by combining emails, live-chat, and social-media messages with e-commerce data such as purchase and delivery info.\u003c/p\u003e\n\u003cp\u003eCombining all this data in a single application makes customer service more efficient and just better. Another fortunate side-effect is that some requests are completely automated using ML. 💬 + 📦 = ❤️\u003c/p\u003e\n\u003cp\u003eWe've been around since 2015, and we're currently serving over \u003cstrong\u003e5000+\u003c/strong\u003e e-commerce businesses, including Steve Madden, and Timbuk2.\u003c/p\u003e\n\u003cp\u003eThis position is either fully remote (Central European timezones) or onsite at our Paris office (75011). For europeans, we offer a relocation package for you and each family member. :)\u003c/p\u003e\n\u003ch3\u003eJoin us! Resistance is futile!\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eYou'll fit right in if you care about working on applications that are putting the customer needs first. At Gorgias, we work hard, so our customers have an easier job! We also like working with people that \"get stuff done\" and are confident about pushing their code to production many times a day. You're also one of those people that cares about becoming a better engineer and human every day. Learning never stops; we help each other get better!\u003c/li\u003e\n\u003cli\u003eIf getting your hands dirty in a real-world application that touches the lives of millions is your thing, then yeah, Gorgias is for you.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eAbout the Self Serve team\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eWork with our newest team to build a set of empowering self-service features for our end users (our customer's customer).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAs an example of current projects:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ea live chat with automated interactions for common requests (track orders, return order, cancel order...)\u003c/li\u003e\n\u003cli\u003ea dashboard where end users can follow progress on all their orders, submit issues...\u003c/li\u003e\n\u003cli\u003ea help center that will enable end users to solve most of their problems on their own\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe tools we build will eventually be installed and used by thousands of shops around the world and billions of end-users!\u003c/p\u003e\n\u003cp\u003eAs for technologies we use:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eReactJS with Typescript\u003c/li\u003e\n\u003cli\u003eWebsocket and NodeJs workers\u003c/li\u003e\n\u003cli\u003eKubernetes\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eAbout You\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years of experience working with ReactJS\u003c/li\u003e\n\u003cli\u003eYou've shown some level of ownership in previous roles/projects and love to tear down roadblocks alongside a collaborative team\u003c/li\u003e\n\u003cli\u003eYou've worked in a professional team environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eNice to Have\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with NodeJS\u003c/li\u003e\n\u003cli\u003e2+ years of experience with TypeScript\u003c/li\u003e\n\u003cli\u003eExperience writing in Python or comfortable reading documentation in Python\u003c/li\u003e\n\u003cli\u003eExperience with WebSocket\u003c/li\u003e\n\u003cli\u003eExperience working on live chat features or products is a big plus!\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eMore info about the company:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eRaised our series A in November 2019: \u003ca href=\"https://techcrunch.com/2019/11/26/gorgias-series-a/\"\u003etechcrunch.com/2019/11/26/gorgias-series-a\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eRaised our series B in December 2020: \u003ca href=\"https://techcrunch.com/2020/12/10/gorgias-series-b/\"\u003ehttps://techcrunch.com/2020/12/10/gorgias-series-b/\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eWhat our customers are saying: \u003ca href=\"https://apps.shopify.com/helpdesk#reviews\"\u003eapps.shopify.com/helpdesk#reviews\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eOur software stack: \u003ca href=\"https://stackshare.io/gorgias\"\u003estackshare.io/gorgias\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eOther positions: \u003ca href=\"https://jobs.lever.co/gorgias\"\u003ejobs.lever.co/gorgias\u003c/a\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eCompany Perks \u0026amp; Benefits\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive salary, equity packages, and performance bonus packages\u003c/li\u003e\n\u003cli\u003e5 weeks of vacation and parental leave\u003c/li\u003e\n\u003cli\u003eLatest MacBook Pro or equivalent\u003c/li\u003e\n\u003cli\u003eNatural sunlight and open office with lounge area\u003c/li\u003e\n\u003cli\u003eRelocation package for you and your family\u003c/li\u003e\n\u003cli\u003eComplementary health coverage (Mutuelle)\u003c/li\u003e\n\u003cli\u003e50% of public transportation expenses\u003c/li\u003e\n\u003cli\u003eFree lunch x5 a week\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eWhy join us?\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e🚀 Join a high growth tech startup at a crucial time, and with an unusually technical growth team\u003c/li\u003e\n\u003cli\u003e🙏 Join a company where automation, good \u0026amp; clean data are core beliefs shared by all\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eEngineering Team Culture\u003c/h3\u003e\n\u003cp\u003eGetting Stuff Done, Ownership, Team Work, Excellence, and Agility.\u003c/p\u003e\n\u003cp\u003eYou should join us if you want to ship stuff fast without scarifying quality. We've put great importance on testing our code, cleaning it, treating errors first, and features later.\u003c/p\u003e\n\u003cp\u003eWe also value growth and ownership. People make mistakes. We learn from them to avoid them in the future. We cannot achieve excellence if there are no bumps in the road.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eThanks for your interest!\u003c/p\u003e\n\u003cp\u003ePlease submit your application here: \u003ca href=\"https://jobs.lever.co/gorgias/70b4cd59-3040-4c08-a2dd-90afac125e95\"\u003ehttps://jobs.lever.co/gorgias/70b4cd59-3040-4c08-a2dd-90afac125e95\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBblNZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fb99c0e7003ffe89ca10b16cc763e344f908421a/207-2077347_gorgias-logo-png-email-tool-chrome-extension-gorgias.png"},{"id":"0b155a82-e623-44b4-bd40-0cc3f58ac42e","type":"Full Time","url":"https://jobs.github.com/positions/0b155a82-e623-44b4-bd40-0cc3f58ac42e","created_at":"Mon Feb 08 13:28:25 UTC 2021","company":"Equinix","company_url":"https://www.equinix.com","location":"Singapore","title":"Full Stack Developer - Building next-gen products and architecture","description":"\u003cp\u003eEquinix is the world’s digital infrastructure company, operating 210 data centers across the globe and providing interconnections to all the key clouds and networks. Businesses need one place to simplify and bring together fragmented, complex infrastructure that spans private and public cloud environments. Our global platform allows customers to place infrastructure wherever they need it and connect it to everything they need to succeed.\u003c/p\u003e\n\u003cp\u003eAt Equinix, we help the world’s digital leaders scale with agility, speed the launch of digital services, deliver world-class experiences, and transform people’s lives. Our culture is based on collaboration and the growth and development of our teams.\u003c/p\u003e\n\u003cp\u003eWe hire hardworking people who thrive on solving challenging problems and give them opportunities to hone new skills, and try new approaches, as we grow our product portfolio with new software and network architecture solutions. We embrace diversity in thought and contribution and are committed to providing an equitable work environment. that is foundational to our core values as a company and is vital to our success\u003c/p\u003e\n\u003cp\u003eAs a key member of the Product Engineering team, you will be responsible for the end-to-end development lifecycle from the requirement, architecture, design, implementation, testing, deployment, and support with a focus on delivering solutions adhering to business goals, technical requirements, and engineering standards.\u003c/p\u003e\n\u003ch2\u003eJob Responsibilities:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eHands-on Design, Development, Deployment \u0026amp; Support of JavaScript based platforms, frameworks, and applications\u003c/li\u003e\n\u003cli\u003eIncorporates standards and best practices, including performance, security, scalability, and maintainability\u003c/li\u003e\n\u003cli\u003eInteract with Business System Analysts to design and deliver technical solutions to support various business functions\u003c/li\u003e\n\u003cli\u003eCreate rich web user interfaces using HTML, CSS, and JavaScript.\u003c/li\u003e\n\u003cli\u003eCreate server-side functionality using asynchronous, highly scalable design principles\u003c/li\u003e\n\u003cli\u003eProvide thought leadership and lead innovation by exploring, investigating, recommending, benchmarking and implementing tools and frameworks.\u003c/li\u003e\n\u003cli\u003eWork in a Globally Distributed Development team environment to enable successful delivery with a minimal supervision\u003c/li\u003e\n\u003cli\u003eAdvocate, document, and follow best design and development practices\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIt is you, if:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYou are passionate, creative and self-driven\u003c/li\u003e\n\u003cli\u003eYou are curious and collaborative, and a believer in the power of teams and teamwork\u003c/li\u003e\n\u003cli\u003eYou are flexible and have a broad set of capabilities to wear multiple hats\u003c/li\u003e\n\u003cli\u003eYou thrive in a dynamic and a fast-paced environment\u003c/li\u003e\n\u003cli\u003eYou pursue speed and simplicity relentlessly\u003c/li\u003e\n\u003cli\u003eYou are a natural leader in everything you do\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eExperience:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eBS/MS degree or equivalent with 6+ years in the field of Software Engineering and Development\u003c/li\u003e\n\u003cli\u003eAn obsession with customer experience, product fidelity, developer documentation, Web App ecosystem, and exceptional developer experience.\u003c/li\u003e\n\u003cli\u003eMinimum 4+ years of strong hands-on development experience with JavaScript and related open source technologies\u003c/li\u003e\n\u003cli\u003eExtensive experience developing and running production application in ReactJS is a must\u003c/li\u003e\n\u003cli\u003eMinimum 3+ years of hands-on experience with Frameworks like Nodejs, React.js, Vue.js, Angular.js, HTML 5, CSS 3, etc.\u003c/li\u003e\n\u003cli\u003eExposure to the other frameworks and programming languages like Java, Python, Golang is a plus\u003c/li\u003e\n\u003cli\u003eWorking Knowledge on Reactive/Functional Programming\u003c/li\u003e\n\u003cli\u003eStrong understanding of design patterns and best practices in JavaScript\u003c/li\u003e\n\u003cli\u003eGood understanding of Identity concepts - SAML, JWT, OAuth etc.\u003c/li\u003e\n\u003cli\u003eExperience with web servers \u0026amp; application servers such as Apache and Nginx\u003c/li\u003e\n\u003cli\u003eWorking experience with Swagger (Open API Spec), OAuth, REST, JSON etc.,\u003c/li\u003e\n\u003cli\u003eExperience/knowledge on Data modeling and Nodejs integration with NO-SQL technologies like Redis, Cassandra etc. is a plus\u003c/li\u003e\n\u003cli\u003eSolid understanding of how to use tools like Git, Jira, and Jenkins\u003c/li\u003e\n\u003cli\u003eSolid understanding of JS unit testing frameworks\u003c/li\u003e\n\u003cli\u003eProven ability to quickly grasp the implications of evolving industry trends \u0026amp; technology intersects\u003c/li\u003e\n\u003cli\u003eExceptional communication, organization, and presentation skills\u003c/li\u003e\n\u003cli\u003eExperience working within Agile or Scaled Agile Framework is required\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003ePlease apply by clicking the \u003cstrong\u003e'Application'\u003c/strong\u003e form.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3rD3FVP\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/3rD3FVP\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbStZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4ded80dc14556c616622d5a62ccfc0cfda4426bd/EQ.jpeg"},{"id":"ce63cdc7-2a47-432e-a3c1-2ed8200a522c","type":"Full Time","url":"https://jobs.github.com/positions/ce63cdc7-2a47-432e-a3c1-2ed8200a522c","created_at":"Mon Feb 08 13:25:18 UTC 2021","company":"Equinix","company_url":"https://vonq.io/3icV1Ka","location":"Warsaw","title":"Software Engineer (Backend)","description":"\u003cp\u003eEquinix is the world’s digital infrastructure company, operating 210 data centers across the globe and providing interconnections to all the key clouds and networks. Businesses need one place to simplify and bring together fragmented, complex infrastructure that spans private and public cloud environments. Our global platform allows customers to place infrastructure wherever they need it and connect it to everything they need to succeed.\u003c/p\u003e\n\u003cp\u003eAt Equinix, we help the world’s digital leaders scale with agility, speed the launch of digital services, deliver world-class experiences, and transform people’s lives. Our culture is based on collaboration and the growth and development of our teams.\u003c/p\u003e\n\u003cp\u003eWe hire hardworking people who thrive on solving challenging problems and give them opportunities to hone new skills, and try new approaches, as we grow our product portfolio with new software and network architecture solutions. We embrace diversity in thought and contribution and are committed to providing an equitable work environment. that is foundational to our core values as a company and is vital to our success.\u003c/p\u003e\n\u003ch2\u003eThe Role\u003c/h2\u003e\n\u003cp\u003eWe are looking for talented Software Engineers, responsible for brand-new product development to simplify and accelerate quoting and ordering processes for Equinix’s customers. By using a modern technology stack, cloud, microservices architecture, API-first approach, micro-frontend user interface and focusing on the product quality and delightful user experience, the engineering team will be responsible for building a highly scalable, globally distributed software product. This is a hugely exciting project where you will be part of a world-class product engineering team that’s paving the path for new ways for enterprises to consume ever increasing cloud services. You will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePlay a pivotal role in Equinix Agile Software Development Lifecycle processes\u003c/li\u003e\n\u003cli\u003eParticipate in Product Increment Planning to analyze business requirements and determine feasibility of design\u003c/li\u003e\n\u003cli\u003eWork with product managers, product owners, analysts and other engineers to design functional architecture\u003c/li\u003e\n\u003cli\u003eLead designs of major software modules and features\u003c/li\u003e\n\u003cli\u003eDevelop backend solutions using Java-stack with cooperation from product team\u003c/li\u003e\n\u003cli\u003eDefine technical strategy and recommend adaptation of open source\u003c/li\u003e\n\u003cli\u003eParticipate in full SDLC – from software design, code review, tests development and release management planning\u003c/li\u003e\n\u003cli\u003eWork with test automation team on test automation and validation procedures to keep high software quality\u003c/li\u003e\n\u003cli\u003eMentor other members of the team\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eYour Experience\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWe’re looking for someone who is highly curious, up to date with all the trends and technologies, and loves taking a project and owning it, demonstrating excellence in everything they do. High energy and an ability to inspire the team around them is essential! Additionally, you will have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBS in computer science or equivalent with 3-7 years of hands-on professional software development experience\u003c/li\u003e\n\u003cli\u003eExpertise in cloud-based application development with in-depth knowledge of java eco-system (experience with multiple frameworks such as Spring, Hibernate)\u003c/li\u003e\n\u003cli\u003eExpertise in data modeling, relational design using RDBMS and NoSQL such as Cassandra, MongoDB\u003c/li\u003e\n\u003cli\u003eExperience with multiple architecture styles including SOA, API-first and micro-services architectures\u003c/li\u003e\n\u003cli\u003eReal-world experience with continuous integration and delivery using public cloud such as AWS, Azure or GCP and container technologies such as Docker is required\u003c/li\u003e\n\u003cli\u003eHands-on experience with Agile-scrum methodology and Test-driven development\u003c/li\u003e\n\u003cli\u003eKnowledge of design patterns for real time data insights and analysis.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eWhy Join Us?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eYou will be working on great products with access to newest technologies. We are offering stable employment with competitive salary above an average on the market and benefits including annual bonus or lunch card. Moreover, you will be eligible to participate on our employee stock units purchasing programs. And most of all- the opportunity to create unique atmosphere and company culture based on Magic of Equinix. The modern office space and Warsaw Spire view will be awaiting you, however you will be allowed to work from home according to company policy. If you are not living in Warsaw but you are still interested in being part of the team, we can support you with a relocation package.\u003c/p\u003e\n\u003cp\u003eEquinix is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, religion, colour, national origin, sex, sexual orientation, gender identity, age, status as a protected veteran, or status as a qualified individual with disability. We actively champion diversity with a series of networks including Black Connect, Equinix Women’s Leadership Network, and Pride Connect.\u003c/p\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3icV1Ka\"\u003ePlease apply by clicking the \u003cstrong\u003eapplication form\u003c/strong\u003e!\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/3icV1Ka\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbXlZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c1bbfc8ccde78e6eff4efd80f24a22f1343225e4/EQUINIX.jpeg"},{"id":"ac9a629d-78ea-4d1e-822c-d01537192d48","type":"Full Time","url":"https://jobs.github.com/positions/ac9a629d-78ea-4d1e-822c-d01537192d48","created_at":"Mon Feb 08 13:24:23 UTC 2021","company":"Equinix","company_url":"https://vonq.io/2LxFW9W","location":"Warsaw","title":"Software Engineer (UI)","description":"\u003cp\u003eEquinix is the world’s digital infrastructure company, operating 210 data centers across the globe and providing interconnections to all the key clouds and networks. Businesses need one place to simplify and bring together fragmented, complex infrastructure that spans private and public cloud environments. Our global platform allows customers to place infrastructure wherever they need it and connect it to everything they need to succeed.\u003c/p\u003e\n\u003cp\u003eAt Equinix, we help the world’s digital leaders scale with agility, speed the launch of digital services, deliver world-class experiences, and transform people’s lives. Our culture is based on collaboration and the growth and development of our teams.\u003c/p\u003e\n\u003cp\u003eWe hire hardworking people who thrive on solving challenging problems and give them opportunities to hone new skills, and try new approaches, as we grow our product portfolio with new software and network architecture solutions. We embrace diversity in thought and contribution and are committed to providing an equitable work environment. that is foundational to our core values as a company and is vital to our success.\u003c/p\u003e\n\u003ch2\u003eThe Role\u003c/h2\u003e\n\u003cp\u003eWe are looking for talented Staff Software Engineers, responsible for brand-new product development to simplify and accelerate quoting and ordering processes for Equinix’s customers. By using a modern technology stack, cloud, microservices architecture, API-first approach, micro-frontend user interface and focusing on the product quality and delightful user experience, the engineering team will be responsible for building a highly scalable, globally distributed software product. This is a hugely exciting project where you will be part of a world-class product engineering team that’s paving the path for new ways for enterprises to consume ever increasing cloud services. You will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePlay a pivotal role in Equinix Agile Software Development Lifecycle processes\u003c/li\u003e\n\u003cli\u003eParticipate in Product Increment Planning to analyze business requirements and determine feasibility of design\u003c/li\u003e\n\u003cli\u003eWork with product managers, product owners, analysts and other engineers to design functional architecture\u003c/li\u003e\n\u003cli\u003eLead designs of major software modules and features\u003c/li\u003e\n\u003cli\u003eDevelop and deploy the software\u003c/li\u003e\n\u003cli\u003eWork with test automation team on test automation and validation procedures to keep high software quality\u003c/li\u003e\n\u003cli\u003eMentor other members of the team\u003c/li\u003e\n\u003cli\u003eWork with product stakeholders to understand business requirements and helps interpreting ambiguous requirements\u003c/li\u003e\n\u003cli\u003eParticipate in architectural review process\u003c/li\u003e\n\u003cli\u003eLead product features and design software components with many dependencies\u003c/li\u003e\n\u003cli\u003eProvide design that is scalable, efficient and follow best practices\u003c/li\u003e\n\u003cli\u003eSet code review guidelines\u003c/li\u003e\n\u003cli\u003eDevelop scripts and code for a feature and multiple modules and product\u003c/li\u003e\n\u003cli\u003eDevelop unit tests, fixes defects, develops test strategies, recommends testing frameworks\u003c/li\u003e\n\u003cli\u003eDefine technical strategy and drives release management planning\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eYour Experience\u003c/h2\u003e\n\u003cp\u003eWe’re looking for someone who is highly curious, up to date with all the trends and technologies, and loves taking a project and owning it, demonstrating excellence in everything they do. High energy and an ability to inspire the team around them is essential! Additionally, you will have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBS in computer science or equivalent with 3-7 years of hands-on professional software development.\u003c/li\u003e\n\u003cli\u003eUI development expertise in cloud-based application development with in-depth knowledge of JavaScript, React.js and its core principles, React.js workflows (such as Flux or Redux),\u003c/li\u003e\n\u003cli\u003eExperience in micro-frontends UI architecture is a plus\u003c/li\u003e\n\u003cli\u003eShould have strong skills in UI like HTML5, CSS3, CSS Preprocessors like SASS, Converting UX Mockups to UI, Automation testing, Ajax API Integrations.\u003c/li\u003e\n\u003cli\u003eExperience with multiple architecture styles including SOA, API-first and micro-services architectures\u003c/li\u003e\n\u003cli\u003eReal-world experience with continuous integration and delivery using public cloud such as AWS, Azure or GCP and container technologies such as Docker is required\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhy Join Us?\u003c/h2\u003e\n\u003cp\u003eYou will be working on great products with access to newest technologies. We are offering stable employment with competitive salary above an average on the market and benefits including annual bonus or lunch card. Moreover, you will be eligible to participate on our employee stock units purchasing programs. And most of all- the opportunity to create unique atmosphere and company culture based on Magic of Equinix. The modern office space and Warsaw Spire view will be awaiting you, however you will be allowed to work from home according to company policy. If you are not living in Warsaw but you are still interested in being part of the team, we can support you with a relocation package.\u003c/p\u003e\n\u003cp\u003eEquinix is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, religion, colour, national origin, sex, sexual orientation, gender identity, age, status as a protected veteran, or status as a qualified individual with disability. We actively champion diversity with a series of networks including Black Connect, Equinix Women’s Leadership Network, and Pride Connect.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2LxFW9W\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/2LxFW9W\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbW1ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e115af6bf76715d0a859b680a023829e6c93f1bf/companyLogo-Equinix%20Tagline%20Outlined_300.jpg"},{"id":"be0ff9d6-8885-48bf-bd6f-1fc9d5cf5732","type":"Full Time","url":"https://jobs.github.com/positions/be0ff9d6-8885-48bf-bd6f-1fc9d5cf5732","created_at":"Mon Feb 08 11:48:54 UTC 2021","company":"Equinix","company_url":"https://www.equinix.com","location":"Warsaw","title":"Senior Software Engineer (Full-Stack)","description":"\u003ch2\u003eSenior Software Engineer (Full-stack)\u003c/h2\u003e\n\u003cp\u003eEquinix is the world’s digital infrastructure company, operating 210 data centers across the globe and providing interconnections to all the key clouds and networks. Businesses need one place to simplify and bring together fragmented, complex infrastructure that spans private and public cloud environments. Our global platform allows customers to place infrastructure wherever they need it and connect it to everything they need to succeed.\u003c/p\u003e\n\u003cp\u003eAt Equinix, we help the world’s digital leaders scale with agility, speed the launch of digital services, deliver world-class experiences, and transform people’s lives. Our culture is based on collaboration and the growth and development of our teams.\u003c/p\u003e\n\u003cp\u003eWe hire hardworking people who thrive on solving challenging problems and give them opportunities to hone new skills, and try new approaches, as we grow our product portfolio with new software and network architecture solutions. We embrace diversity in thought and contribution and are committed to providing an equitable work environment. that is foundational to our core values as a company and is vital to our success.\u003c/p\u003e\n\u003ch2\u003eThe Role\u003c/h2\u003e\n\u003cp\u003eWe are looking for talented Staff Software Engineers, responsible for brand-new product development to simplify and accelerate quoting and ordering processes for Equinix’s customers. By using a modern technology stack, cloud, microservices architecture, API-first approach, micro-frontend user interface and focusing on the product quality and delightful user experience, the engineering team will be responsible for building a highly scalable, globally distributed software product. This is a hugely exciting project where you will be part of a world-class product engineering team that’s paving the path for new ways for enterprises to consume ever increasing cloud services. You will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePlay a pivotal role in Equinix Agile Software Development Lifecycle processes\u003c/li\u003e\n\u003cli\u003eDesign major software modules and features and develop scripts and code for multiple modules\u003c/li\u003e\n\u003cli\u003eDevelop and deploy the software\u003c/li\u003e\n\u003cli\u003eAdopt of standard coding processes\u003c/li\u003e\n\u003cli\u003eWork on cross-technical integration\u003c/li\u003e\n\u003cli\u003eWork with test automation team on test automation and validation procedures to keep high software quality\u003c/li\u003e\n\u003cli\u003eDevelop unit tests, fixes defects\u003c/li\u003e\n\u003cli\u003eMentor other members of the team\u003c/li\u003e\n\u003cli\u003eProvide status of the work in a timely manner\u003c/li\u003e\n\u003cli\u003eInvestigate, analyze, and evaluate new technologies\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eYour Experience\u003c/h2\u003e\n\u003cp\u003eWe’re looking for someone who is highly curious, up to date with all the trends and technologies, and loves taking a project and owning it, demonstrating excellence in everything they do. High energy and an ability to inspire the team around them is essential! Additionally, you will have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ecomputer science diploma or equivalent with 3-7 years of hands-on professional software development experience\u003c/li\u003e\n\u003cli\u003eFull Stack expertise in cloud-based application development with in-depth knowledge of java eco-system (experience with multiple frameworks such as Spring, Hibernate), JavaScript (with at least one modern framework like React/Angular/Ember), HTML5/CSS3, Node.JS and other cutting-edge technologies\u003c/li\u003e\n\u003cli\u003eExpertise in data modeling, relational design using RDBMS and NoSQL such as Cassandra, MongoDB\u003c/li\u003e\n\u003cli\u003eExperience with multiple architecture styles including SOA, API-first and micro-services architectures\u003c/li\u003e\n\u003cli\u003eReal-world experience with continuous integration and delivery using public cloud such as AWS, Azure or GCP and container technologies such as Docker is highly desired\u003c/li\u003e\n\u003cli\u003eHands-on experience with Agile-scrum methodology and Test-driven development\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhy Join Us?\u003c/h2\u003e\n\u003cp\u003eYou will be working on great products with access to newest technologies. We are offering stable employment with competitive salary above an average on the market and benefits including annual bonus or lunch card. Moreover, you will be eligible to participate on our employee stock units purchasing programs. And most of all- the opportunity to create unique atmosphere and company culture based on Magic of Equinix. The modern office space and Warsaw Spire view will be awaiting you, however you will be allowed to work from home according to company policy. If you are not living in Warsaw but you are still interested in being part of the team, we can support you with a relocation package.\u003c/p\u003e\n\u003cp\u003eEquinix is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, religion, colour, national origin, sex, sexual orientation, gender identity, age, status as a protected veteran, or status as a qualified individual with disability. We actively champion diversity with a series of networks including Black Connect, Equinix Women’s Leadership Network, and Pride Connect.\u003c/p\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003eApply now via the \u003cstrong\u003e\"Apply\"\u003c/strong\u003e form.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/38N6dd6\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/38N6dd6\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbVNZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--eb6ffa34b583b4c2881410d6f448b5333273a4f5/EQ.jpeg"},{"id":"2d0a1132-15c0-4c6b-9093-09134ee9f629","type":"Full Time","url":"https://jobs.github.com/positions/2d0a1132-15c0-4c6b-9093-09134ee9f629","created_at":"Sun Feb 07 17:17:59 UTC 2021","company":"Array, Inc.","company_url":"http://www.arrayschool.com","location":"Remote","title":"Mobile Application Developer","description":"\u003cp\u003eAt Array, our most important resource, our soul, is our people. We are seeking a talented and high- energy individual to become our next Tech Lead at Array. You will help us guide, mentor, and work with the next-generation of driven team members and creative projects.\u003c/p\u003e\n\u003cp\u003eWe are searching for a leader who wants to be responsible for a software development team and is willing to spend up to 50 percent of their time writing code. We are looking for a future Mobile Application Developer / Tech Lead at\nArray who is passionate about mentoring our staff and taking our projects to the next level.\u003c/p\u003e\n\u003cp\u003eOur new Tech Lead will also be responsible for maintaining and aggressively protecting our high level of excellence and culture standards at Array.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEXPECTATIONS\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eArray’s Tech Leads manage team members to our high leadership standards, which include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eRegular (bi-weekly) 1:1 Touch Bases with our Development Team\u003c/li\u003e\n\u003cli\u003eRegular feedback on career growth, progression towards goals, areas for improvement, and recognition as warranted\u003c/li\u003e\n\u003cli\u003eWorking with reports to identify areas for learning and helping them grow in these areas via project work, external knowledge, or additional mentoring\u003c/li\u003e\n\u003cli\u003eContributing to larger projects as part of the development team when needed\u003c/li\u003e\n\u003cli\u003eProvide mentorship and guidance to the other members of the team\u003c/li\u003e\n\u003cli\u003eStrong technical project management skills\u003c/li\u003e\n\u003cli\u003eEffective at delegating work without being micromanaging\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eArray Tech Leads focus on the whole team’s productivity and increase the team’s work product. They are empowered to make independent decisions for the team and should feel comfortable in leadership situations. They should also be comfortable partnering effectively with the development, analytics, and other business areas.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eQUALIFICATIONS\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eTo be considered for an Array Tech Lead, we look for the following minimum qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e1+ year mobile application development with Dart/Flutter or other cross-platform application frameworks for iOS and Android deployment\u003c/li\u003e\n\u003cli\u003e2- 3 years of experience in general software development\u003c/li\u003e\n\u003cli\u003eDevelopment skills in JS, C#, or another general-purpose programming language\u003c/li\u003e\n\u003cli\u003eStrong track record of collaboration with team members and partner organizations\u003c/li\u003e\n\u003cli\u003eAbility to propose multiple solutions and make tradeoffs in pursuit of excellent customer outcomes\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePREFERRED \u0026amp; HIGHLY SEEKING\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience in leading small or large software development teams.\u003c/li\u003e\n\u003cli\u003eUI/UX, Wire-framing, Prototyping\u003c/li\u003e\n\u003cli\u003eClient-facing communication experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSUMMARY AND SPECIFICS\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are always looking for highly motivated and action-oriented individuals who want to join and build a dynamic team of developers, designers, and technologists. Array’s mission is solving how we can make technology work in rural America.\u003c/p\u003e\n\u003cp\u003eIf being a part of a team dedicated to pursuing excellence in technical education and working on cool projects, we want you at Array.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStart Date: Until filled.\u003c/li\u003e\n\u003cli\u003eSalary Status: Salary (Bi-monthly pay) · Full Time · $45K - $60K / year (W2) depending on experience\u003c/li\u003e\n\u003cli\u003eBenefits: Medical, Vision, Dental, and 401K\u003c/li\u003e\n\u003cli\u003eLocation: Remote (Array is located in downtown Cheyenne, WY if you’re in the area, flexible)\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eEmail your resume and a cover letter to \u003ca href=\"mailto:office@arrayschool.com\"\u003eoffice@arrayschool.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUdZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e93359935fb82796ae1675928f860f82962b33c3/arrayLogo-textOnly.png"},{"id":"d380e257-8618-4a95-bb52-f4d70e2de9d7","type":"Full Time","url":"https://jobs.github.com/positions/d380e257-8618-4a95-bb52-f4d70e2de9d7","created_at":"Sun Feb 07 02:20:57 UTC 2021","company":"Axios","company_url":"http://axios.com","location":"Remote (USA)","title":"Senior Mobile Engineer (React Native)","description":"\u003cp\u003eQuick Take: Axios is a growth-stage startup dedicated to providing trustworthy, award-winning news content in an audience-first format. We are hiring a Senior Mobile Engineer! \u003c/p\u003e\n\u003cp\u003eWhy it Matters: Our Mobile Engineers are a critical part of our mission to deliver the cleanest, smartest, most efficient and trustworthy content to our users. You will architect and grow new and existing codebases, give technical input and feedback to Axios’ product and design teams for new features, and help develop the skills of your teammates with industry best practices around testing, accessibility, and documentation.\u003c/p\u003e\n\u003cp\u003eGo Deeper: In this role, you will make an impact on Axios through the following responsibilities:\u003c/p\u003e\n\u003cp\u003eHelp architect and build significant new features in the Axios mobile app\nPartner with Senior Mobile, Frontend and React Native engineers on the team\nWrite clean, well-documented, and well-tested code using best practices for React and React Native development\nCollaborate with Axios’ platform, product, and design teams to ensure we quickly ship and iterate on high-quality products\nDebug and develop mobile platform-specific features on iOS and Android in a React Native codebase\nMentor and coach members of the team through pair-programming and empathetic code review\nStay up to date with industry trends and advise the team on best practices to implement\u003c/p\u003e\n\u003cp\u003eThe Details: Ideal candidates will embody an entrepreneurial spirit and passion for Axios’ mission and have the following skills:\u003c/p\u003e\n\u003cp\u003eExperience building large, high traffic frontend codebases in React Native\nProven ability to ship high quality, testable, and accessible code quickly\nExperience working on cross-functional teams is preferred\nExperience working on mobile performance and accessibility is preferred\nExperience debugging mobile applications on iOS and Android is preferred\u003c/p\u003e\n\u003cp\u003eDon’t Forget:\u003c/p\u003e\n\u003cp\u003eCompetitive salary\nHealth insurance (100% paid for individuals, 75% for families)\nPrimary caregiver 12-week paid leave\n401K\nGenerous vacation policy, plus company holidays\nCompany equity\nCommuter and cell phone benefit\nA commitment to an open, inclusive, and diverse work culture\u003c/p\u003e\n\u003cp\u003eAdditional pandemic-related benefits:\u003c/p\u003e\n\u003cp\u003eOne mental health day per quarter\n$100 monthly work-from-home stipend\nTele-mental health services \nOneMedical membership, including tele-health services \nIncreased work flexibility for parents and caretakers \nAccess to the Axios “Family Fund”, which was created to allow employees to request financial support when facing financial hardship or emergencies \nWeekly company-sponsored exercise and meditation classes \nVirtual company-sponsored social events\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://grnh.se/91c4e28d1us\"\u003ehttps://grnh.se/91c4e28d1us\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbDZZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--70393a68557bb5bd04799b3ebe5f295781305424/Axios%20logo%20-%20RGB%20-%20minimum%20space.jpg"},{"id":"03b1c8bf-4b3c-45f5-9013-f7281c268008","type":"Full Time","url":"https://jobs.github.com/positions/03b1c8bf-4b3c-45f5-9013-f7281c268008","created_at":"Sat Feb 06 17:10:49 UTC 2021","company":"Iceotope Technologies Ltd","company_url":"http://www.iceotope.com","location":"Sheffield, South Yorkshire","title":"Embedded Software Engineer","description":"\u003cp\u003eTitle: Embedded Software Engineer\u003c/p\u003e\n\u003cp\u003eSalary: £45,000 to £60,000\u003c/p\u003e\n\u003cp\u003eRemote/Work from Home\u003c/p\u003e\n\u003cp\u003eIceotope Technologies Ltd is based on the Advanced Manufacturing Park in  Sheffield, South Yorkshire. Due to increasing demand we are now seeking Embedded Software Engineers and will consider applications from people seeking permanent, fixed term and contract roles.\u003c/p\u003e\n\u003cp\u003eOur engineers are innovators, developing cutting edge, complex electronics, solving unique problems for a global market.\u003c/p\u003e\n\u003cp\u003eRESPONSIBILITIES\u003c/p\u003e\n\u003cp\u003eDesign, develop, code, test, and debug system software.\nReview code and design complex operating systems\nUnderstand and generate detailed requirements/specifications according to business needs.\nDocumentation and presentation to support and communicate your findings and recommendations.\nIntegrate and validate new product designs to complete projects within allotted budgets and timelines.\nProvide post product launch support.\ndevelop and maintain a close relationship with hardware design engineers.\nPresent project progress to lead Embedded Electronics Design Engineer\u003c/p\u003e\n\u003cp\u003ePERSON SPECIFICATION\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEmbedded programming\u003c/li\u003e\n\u003cli\u003eEmbedded debugging with JTAG / Eclipse\u003c/li\u003e\n\u003cli\u003eEmbedded Linux development\u003c/li\u003e\n\u003cli\u003eScripting languages – Python, TCL, bash\u003c/li\u003e\n\u003cli\u003eVersion control – GIT or SVN\u003c/li\u003e\n\u003cli\u003eHardware debugging\u003c/li\u003e\n\u003cli\u003eEmbedded ARM, SOC\u003c/li\u003e\n\u003cli\u003eYocto or Buildroot\u003c/li\u003e\n\u003cli\u003eEthernet, I2C, SPI\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDESIRABLE SKILLS\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTI MSP43X, STM32 or equivalent\u003c/li\u003e\n\u003cli\u003eFPGA skills, or xilinx ZYNQ etc.\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003ePlease email your cv to \u003ca href=\"mailto:sally.clark@iceotope.com\"\u003esally.clark@iceotope.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHlZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--eb3ecbf7d0f4ceb4cd1d30b6f6c174b23f45d34b/Iceotope%20Logo.jpg"},{"id":"e928e20c-9750-4260-a462-39594091205b","type":"Contract","url":"https://jobs.github.com/positions/e928e20c-9750-4260-a462-39594091205b","created_at":"Sat Feb 06 16:50:13 UTC 2021","company":"FUGU Corp.","company_url":null,"location":"Irvine, CA","title":"In-House Contract C#/SQL Programmer","description":"\u003cp\u003eLooking for an experienced programmer for innovative, project-focused C#/SQL development work with a small company based in the Orange County, CA. Solid knowledge and skills in C# and SQL are key. The position is in-house and will be approximately 30 hours a week for a 4-8 week assignment. Could grow to a longer engagement and ongoing work. Good communication skills and ability to adapt are  important. Fun team and a positive environment. Please forward resume and/or linkedin account along with desired hourly wage.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eEmail Resume (or LinkedIn link) and contract rate to \u003ca href=\"mailto:support@FUGU.com\"\u003esupport@FUGU.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbGVZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9a5e9af8c27ac7e38b908fe93e70341e8bc27c7d/FUGU_logo_finalNew_color2017_green_embroidary.png"},{"id":"80f75a54-7e8e-48e9-b020-a0dea654110a","type":"Full Time","url":"https://jobs.github.com/positions/80f75a54-7e8e-48e9-b020-a0dea654110a","created_at":"Sat Feb 06 13:49:24 UTC 2021","company":"Datica Inc","company_url":null,"location":"United States- Remote","title":"Software Engineer","description":"\u003cp\u003eWe are looking for an experienced Software Engineer to join our team supporting our customers as they tackle healthcare in the Cloud! In this role you will design, develop, and build secure and compliant solutions across our products to help our customers deploy and manage healthcare information in the Cloud.\u003c/p\u003e\n\u003cp\u003eWhat you’ll be doing\u003c/p\u003e\n\u003cp\u003eAs a Software Engineer on a remote team, work directly with other Engineers, QA, Product Management, and Operations in an Agile environment\u003c/p\u003e\n\u003cp\u003eDevelop elegant, efficient, and test-driven code while building features and supporting our products\u003c/p\u003e\n\u003cp\u003eProvide technical leadership and participate in architectural decision-making on new capabilities and automation\u003c/p\u003e\n\u003cp\u003eDrive new features from inception to design to production release\u003c/p\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cp\u003eDegree in Computer Science, Software Engineering, or equivalent experience\u003c/p\u003e\n\u003cp\u003eFour years software engineering experience\u003c/p\u003e\n\u003cp\u003eProven ability to deliver working software for a complex system\u003c/p\u003e\n\u003cp\u003eAbility to work effectively in a group setting using source control, performing code reviews, and pairing as necessary\u003c/p\u003e\n\u003cp\u003eFamiliarity with Docker and orchestration tools like Kubernetes or AWS ECS Experience deploying in -IaaS environments, particularly AWS\u003c/p\u003e\n\u003cp\u003eDelivering software within a regulated industry (healthcare, finance, etc.) a huge plus\u003c/p\u003e\n\u003cp\u003eExperience with CloudFormation, Salt, Terraform, Ansible, or other DevOps tooling\u003c/p\u003e\n\u003cp\u003eExperience with the AWS CDK a huge plus (though not required)\u003c/p\u003e\n\u003cp\u003eExperience with computer security, information assurance, information security\u003c/p\u003e\n\u003cp\u003eExperience delivering production services built with Javascript, Typescript, Go or Python\u003c/p\u003e\n\u003cp\u003eExperience writing extensive tests with a passion for automation\u003c/p\u003e\n\u003cp\u003eMust be a US citizen\u003c/p\u003e\n\u003cp\u003e**No recruiting firms please\u003c/p\u003e\n","how_to_apply":"\u003cp\u003edatica.com/careers\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE9ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--691873ff0b1a76f83b80d8decc401c35e30c2723/Datica%20Logo-Horizontal%20-%20Teal%20_PNG_Trans.png"},{"id":"7c54641c-2b30-49c9-86ca-c28062b70d91","type":"Full Time","url":"https://jobs.github.com/positions/7c54641c-2b30-49c9-86ca-c28062b70d91","created_at":"Sat Feb 06 00:36:23 UTC 2021","company":"Xpanse Inc.","company_url":"http://www.xpanse.com","location":"Bellevue, WA","title":"Principal Software Development Engineer","description":"\u003cp\u003eCurrently it takes the same amount of time to process an average American mortgage as it does to walk nonstop from Manhattan to San Francisco. Talk about getting your steps in. This is the kind of technology – or lack thereof – that the mortgage industry is dealing with daily. Papercuts are a real concern. We have even heard rumors of fax machines and whiteout. Still no actual dinosaur sightings, but we are ever vigilant.\u003c/p\u003e\n\u003cp\u003eReady to roll up your sleeves and help us conquer the last frontier of fintech?  At Xpanse, we are working to disrupt an $11 trillion industry. Yep, you read that right - $11 trillion with a “t”. If the US mortgage industry was its own sovereign nation, it would be the third largest in the world by GDP.\u003c/p\u003e\n\u003cp\u003eSuffice to say, we are building to scale. What are we building?\u003c/p\u003e\n\u003cp\u003eOur SaaS platform will power the mortgage industry and its relationships with the tens of thousands of third-party providers that are integral to the mortgage process. Leveraging automation, real-time intelligence, big data, and analytics we are changing the way borrowers, lenders, servicers, and service providers take care of business.\u003c/p\u003e\n\u003cp\u003eBut disrupting an industry is a team sport, so we are looking for the best and brightest to join us. Our team is growing rapidly in the Greater Seattle Area and looking for a \u003cstrong\u003ePrincipal Software Development Engineer\u003c/strong\u003e to join our team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT YOU WILL BE DOING\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFormulating software architectural plans for high-level business product goals\u003c/li\u003e\n\u003cli\u003eEnsuring that internal services are performant and scalable to long term projections\u003c/li\u003e\n\u003cli\u003eProviding technical leadership to help the team solve difficult technical problems\u003c/li\u003e\n\u003cli\u003eHelping teammates become better software engineers\u003c/li\u003e\n\u003cli\u003eFormulating development plans and writing lots and lots of code\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWHO YOU ARE\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA team-first mentality, and value collaborative results over personal accolades\u003c/li\u003e\n\u003cli\u003eAn owner’s instinct and sense of responsibility\u003c/li\u003e\n\u003cli\u003eAn ability to execute challenging gameplans and deliver measurable results\u003c/li\u003e\n\u003cli\u003eDemonstrated ability to successfully engage productively with leaders and peers\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBASIC QUALIFICATIONS\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least 8 years experience in the software industry delivering enterprise software\u003c/li\u003e\n\u003cli\u003eHistory of success in designing service-oriented architectures and delivering cloud-based solutions (e.g. AWS) to complex workflow problems\u003c/li\u003e\n\u003cli\u003eFluent in Java, C#, C++, Typescript, or similar object-oriented languages\u003c/li\u003e\n\u003cli\u003eA bachelor's degree in Computer Science or related field\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePREFERRED QUALIFICATIONS\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFintech, B2B/B2B2C technology, or start-up company experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eXpanse is an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease submit your application via our website: \u003ca href=\"https://www.xpanse.com/careers\"\u003ehttps://www.xpanse.com/careers\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaytZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b0b28c5664ac1e5f29bd9c09d5b06951c9952ca8/logo-v-blue@2x.png"},{"id":"2600b2de-574f-4844-a148-7bc71ef31700","type":"Full Time","url":"https://jobs.github.com/positions/2600b2de-574f-4844-a148-7bc71ef31700","created_at":"Sat Feb 06 00:34:32 UTC 2021","company":"Xpanse Inc.","company_url":"http://www.xpanse.com","location":"Bellevue, WA","title":"Senior Full-Stack Software Development Engineer","description":"\u003cp\u003eCurrently it takes the same amount of time to process an average American mortgage as it does to walk nonstop from Manhattan to San Francisco. Talk about getting your steps in. This is the kind of technology – or lack thereof – that the mortgage industry is dealing with daily. Papercuts are a real concern. We have even heard rumors of fax machines and whiteout. Still no actual dinosaur sightings, but we are ever vigilant.\u003c/p\u003e\n\u003cp\u003eReady to roll up your sleeves and help us conquer the last frontier of fintech?  At Xpanse, we are working to disrupt an $11 trillion industry. Yep, you read that right - $11 trillion with a “t”. If the US mortgage industry was its own sovereign nation, it would be the third largest in the world by GDP.\u003c/p\u003e\n\u003cp\u003eSuffice to say, we are building to scale. What are we building?\u003c/p\u003e\n\u003cp\u003eOur SaaS platform will power the mortgage industry and its relationships with the tens of thousands of third-party providers that are integral to the mortgage process. Leveraging automation, real-time intelligence, big data, and analytics we are changing the way borrowers, lenders, servicers, and service providers take care of business.\u003c/p\u003e\n\u003cp\u003eBut disrupting an industry is a team sport, so we are looking for the best and brightest to join us. Our team is growing rapidly in the Greater Seattle Area and looking for \u003cstrong\u003eSenior Full-Stack Software Development Engineers\u003c/strong\u003e to join our team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT YOU WILL BE DOING\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProviding technical leadership to help the team solve difficult technical problems\u003c/li\u003e\n\u003cli\u003eEstablishing and enforcing high standards in software engineering best practices\u003c/li\u003e\n\u003cli\u003eHelping teammates become better software engineers\u003c/li\u003e\n\u003cli\u003eFormulating development plans and writing lots and lots of code\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWHO YOU ARE\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have a team-first mentality, and value collaborative results over personal accolades\u003c/li\u003e\n\u003cli\u003eYou have an owner’s instinct and sense of responsibility\u003c/li\u003e\n\u003cli\u003eYou have an ability to execute challenging gameplans and deliver measurable results\u003c/li\u003e\n\u003cli\u003eYou've demonstrated an ability to successfully engage productively with leaders and peers\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBASIC QUALIFICATIONS\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least 5 years experience in the software industry as a developer delivering enterprise software\u003c/li\u003e\n\u003cli\u003eGood working knowledge of service-oriented architectures, cloud-based solutions (e.g. AWS), middle-tier frameworks (e.g. Spring, .Net framework), data streaming/computation microservices (e.g. Kafka, Flink), and relational and/or non-relational databases (e.g. PostgreSQL)\u003c/li\u003e\n\u003cli\u003eFluent in Java or C#\u003c/li\u003e\n\u003cli\u003eA bachelor's degree in Computer Science or related field\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePREFERRED QUALIFICATIONS\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFintech, B2B/B2B2C technology, or start-up company experience\u003c/li\u003e\n\u003cli\u003eFront-end development experience using modern frameworks like Node.js, React, etc.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eXpanse is an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease submit your application via our website: \u003ca href=\"https://www.xpanse.com/careers\"\u003ehttps://www.xpanse.com/careers\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa3lZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2e025f44e66648e8820c3d36f0c42d5da5339176/logo-v-blue@2x.png"},{"id":"03766666-0706-40ed-8846-709d205ab42c","type":"Full Time","url":"https://jobs.github.com/positions/03766666-0706-40ed-8846-709d205ab42c","created_at":"Fri Feb 05 20:05:18 UTC 2021","company":"Segmint Inc","company_url":"http:","location":"Permanently Remote","title":"Senior Data Engineer - Permanently Remote","description":"\u003cp\u003eSegmint empowers financial institutions and financial technology providers to easily understand and leverage data, interact with customers, and measure results. Derived from billions of transactions, Segmint provides the fastest and most accurate customer insights through advanced data tagging, categorization, and contextualization. Our insights enable all functions of an organization to inform strategies including competitive analysis, risk, marketing, customer experience, and product innovation.\u003c/p\u003e\n\u003cp\u003ePosition Summary\u003c/p\u003e\n\u003cp\u003eThe Senior Data Engineer is responsible for the development and maintenance of Segmint’s data pipeline and data warehouse solutions. Duties include developing, deploying, and monitoring database-centric data ingestion and analytics processes relating to anonymized banking analytics in a multi-tenant, SOC2-compliant, distributed computing environment, at scale. Also responsible for analyzing, cleansing, mapping, and integrating new, outside data models to the solution regularly.\u003c/p\u003e\n\u003cp\u003eApplicants should be fast-paced, detail-oriented, organized, consistent, and analytically-minded.\u003c/p\u003e\n\u003cp\u003eThis position reports to our Cuyahoga Falls, Ohio office but does allow for a remote working option.  Our employees are currently working remote until we feel it is appropriate to offer the option to return to the office.  This position can remain remote indefinitely.\u003c/p\u003e\n\u003cp\u003eRequired Skills\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eData pipelines (Spark/Hadoop)\u003c/li\u003e\n\u003cli\u003eSnowflake\u003c/li\u003e\n\u003cli\u003eAWS cloud computing\u003c/li\u003e\n\u003cli\u003eBI tools (Tableau/Informatica etc)\u003c/li\u003e\n\u003cli\u003eETL ingestion of structured and unstructured data\u003c/li\u003e\n\u003cli\u003eData Modeling\u003c/li\u003e\n\u003cli\u003eS3, Lambda, etc.\u003c/li\u003e\n\u003cli\u003eData Governance\u003c/li\u003e\n\u003cli\u003eLinux/Unix\u003c/li\u003e\n\u003cli\u003eBash\u003c/li\u003e\n\u003cli\u003eSQL\u003c/li\u003e\n\u003cli\u003ePostgreSQL/Greenplum\u003c/li\u003e\n\u003cli\u003ePython, PERL\u003c/li\u003e\n\u003cli\u003eGit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequired Experience\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e8+ years in data warehouse development, ETL, data pipelines, or database administration\u003c/li\u003e\n\u003cli\u003eExperience with data modeling and scaling for large data sets (1 TB+)\u003c/li\u003e\n\u003cli\u003eProfessional, team-based, agile software development\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAdditional Experience\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eObject-oriented or functional application development w/ API integration\u003c/li\u003e\n\u003cli\u003eDevOps with Amazon Web Services cloud-based infrastructure products\u003c/li\u003e\n\u003cli\u003eExperience with data visualization or business intelligence tools\u003c/li\u003e\n\u003cli\u003eData preparation for data science, feature encoding/engineering, natural language processing\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits \u0026amp; Perks\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive salary with stock options\u003c/li\u003e\n\u003cli\u003eMedical, dental, and vision insurance available; employer HSA contribution\u003c/li\u003e\n\u003cli\u003e401K with employer matching program\u003c/li\u003e\n\u003cli\u003ePTO benefit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNote: Due to the nature of Segmint’s business, it is necessary for all employees to sign an Intellectual Property Employee Agreement. Segmint Inc. is an Equal Employment Opportunity / Affirmative Action Employer and maintains a Drug-Free Workplace.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://segmint.com/about/careers\"\u003ehttps://segmint.com/about/careers\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa2lZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6b2516b53361e4306351b95e555ce02b82c684f3/green-logo-padded-1000x346%20(2).png"},{"id":"dd100c6f-9d6b-49b4-9376-6c8bb92e6de9","type":"Full Time","url":"https://jobs.github.com/positions/dd100c6f-9d6b-49b4-9376-6c8bb92e6de9","created_at":"Fri Feb 05 19:54:29 UTC 2021","company":"AVT Simulation","company_url":"http://http","location":"Orlando, Florida, 32826, US","title":"Lead Software Engineer, Virtualization","description":"\u003cp\u003eReady for a culture shock? With a relaxed dress code, flexible scheduling, and an approachable senior management team who are open to hearing your feedback: were not your traditional corporate culture. Operating more like a family than a small business, were continually looking for ways to help our employees, as well as provide a great work environment.\u003c/p\u003e\n\u003cp\u003eEvery day, we get to work doing the same thing as the day before: making the training for our military faster, better, and cheaper. It was true at the inception of AVT Simulation and its just as true today.\u003c/p\u003e\n\u003cp\u003eOur mission is what drives us to do everything possible to get more effective training to those who need it the most. We do that by building a talented, diverse team that makes a positive impact on our company and our work.\u003c/p\u003e\n\u003cp\u003eJob Summary\u003c/p\u003e\n\u003cp\u003e-Security Clearance Eligibility Required-\u003c/p\u003e\n\u003cp\u003eThe Lead Software Engineer, Virtualization, is responsible for the design, development, maintenance, and documentation of software applications, and for the implementation, integration, and administration of software applications and systems in a virtual environment. An ideal candidate is expected to apply industry best practices to creating and deploying new software in a RedHat Linux environment and modernizing deployment patterns for existing software. Additionally, a candidate shall consider the impacts of developing software in a virtual environment and have the ability to migrate software applications from native, bare-metal implementations to virtual environments.\u003c/p\u003e\n\u003cp\u003eResponsibilities/Duties/Functions/Tasks\u003c/p\u003e\n\u003cp\u003eSoftware Development\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003e*Conducts and participates in software and system design reviews, like System Requirements Review (SRR), Preliminary Design Review (PDR), and Critical Design Review (CDR).\n*Makes targeted modifications to existing software applications as well as develop new components and systems as requirements dictate.\n*Performs unit tests of their work and adhere to applicable coding standards.\n*Leverages internal code reuse and Free Open Source Software (FOSS) to the extent allowed to minimize cost and maximize productivity.\n*Maintains a schedule related to assigned task status and completion dates, and adheres to cost and schedule targets\n*Estimates and tracks work in an issue tracking tool, like Jira, ensuring that scope is well defined and progress is maintained in a traceable manner.\n*Implements and applies sound AVT configuration management (CM) processes and adheres to AVT software CM and development policies and procedures.\n*Responsible for establishing, conducting, and documenting software testing based on customer requirements.\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003eVirtualization\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003e*Deploy new and existing software applications to virtualized application containers.\n*Implement orchestration of virtualized applications across systems within a greater network environment.\n*Implements and configures physical and virtual computer networks to facilitate virtualized system infrastructures and configures operating systems to host software applications being developed.\n*Utilizes provisioning and deployment of virtualized systems to quickly and reliably spin up software application run-time environments.\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003eOther Duties\u003c/p\u003e\n\u003cp\u003ePlease note this job description is not designed to cover or contain a comprehensive listing of activities, duties or responsibilities that are required of the employee for the job. As project scope and customer expectations change, it is possible for duties and responsibilities to change, as well.\u003c/p\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cp\u003eAll candidates meeting the Minimum Requirements will be considered. A strong candidate will meet the Minimum Requirements, and either have experience in the Preferred Requirements or the interest, desire, and ability to learn.\u003c/p\u003e\n\u003cp\u003eMinimum Requirements\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003e*Completion of a full course of study in an accredited college or university leading to a Bachelor's or higher degree in computer science, computer engineering, or a related field.\n*High-level systems programming language experience, like C, C++, and Ada.\n*Object Oriented Programming experience.\n*Software version control tool experience, like Git and SVN.\n*Experience using the Linux operating system and developing software in a Linux environment.\n*Minimum of Secret Security Clearance.\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003ePreferred Requirements\u003c/p\u003e\n\u003cp\u003eDistributed simulation experience, and experience with simulation protocols, like DIS and HLA.\u003c/p\u003e\n\u003cp\u003eExperience installing, configuring, and customizing Red Hat Enterprise Linux 7+, including implementing kickstarts and creating RPMs.\u003c/p\u003e\n\u003cp\u003eExperience writing scripts to perform complex tasks in Red Hat Enterprise Linux 7+.\u003c/p\u003e\n\u003cp\u003eExperience developing software applications in Red Hat Enterprise Linux 7+.\u003c/p\u003e\n\u003cp\u003eExperience setting up and deploying application virtualization orchestration solutions like Red Hat OpenShift or Kubernetes.\u003c/p\u003e\n\u003cp\u003eExperience assessing and implementing Security Technical Implementation Guides (STIGs) published by the Defense Information Systems Administration (DISA).\u003c/p\u003e\n\u003cp\u003eEssential Mental Requirements\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003e*Excellent written and spoken communication skills for documentation, intra-team, and interdisciplinary communication.\n*Ability to work in a team environment with teammates of all levels of experience.\n*Ability to read, analyze, and interpret complex documentation.\n*Ability to analyze problems using scientific and logical thinking.\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003eEssential Physical Requirements\u003c/p\u003e\n\u003cp\u003eThe physical demands described here are representative\u003c/p\u003e\n\u003cp\u003eof those that an employee may encounter while successfully performing the essential functions of this job.\u003c/p\u003e\n\u003cp\u003eWhile performing the duties of this job, the employee is occasionally required to stand; walk; sit; use hands to finger, handle, or feel objects, tools or controls; reach with hands and arms; talk or hear. The employee must occasionally lift or move office products and supplies, up to 10 pounds.\u003c/p\u003e\n\u003cp\u003e*Equipment/Software/Tools Used\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003e*Windows (for productivity and documentation)\n    *Microsoft Office (Word, Excel, Powerpoint, Outlook, Visio)\n*Red Hat Enterprise Linux (for development and virtualization activities)\n    *RHEL 6 \u0026amp; 7\n   *Bash scripting\n    *RPMs and dependency management\n*Atlassian Suite\n    *JIRA\n    *Confluence\n    *Bitbucket\n    *Bamboo\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003e*Integrated Development Environments and build systems such as:\n*Visual Studio\n*Eclipse\n*GNAT Programming Studio\n*GNU Make\n*Software Source Control such as:\n*Git\n*SVN\n*Application Virtualization tools and frameworks such as:\n*Podman\n*Docker\n*OpenShift\n*Kubernetes\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003eGNU make, Eclipse\n\u003c/code\u003e\u003c/pre\u003e\n\u003cul\u003e\n\u003cli\u003eUS Government security clearance is required and candidate must be eligible.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e*Candidate has capacity to comply with the federally mandated requirements of U.S. export control laws.\u003c/p\u003e\n\u003cp\u003eOur Heritage:\u003c/p\u003e\n\u003cp\u003eFounded in 1998 by an engineer, AVT Simulation is an Orlando-based, end-to-end systems integration and full-service modeling and simulation small business. Since our beginning, AVT's highly specialized staff of engineers has included some of the top leaders in the simulation industry. With an average of over 20 years of simulation experience, our dedicated staff provides specialized solutions for customers requiring on point solutions to complex problems.\u003c/p\u003e\n\u003cp\u003eAVT has always been a company that strives to make a positive difference in the lives we touch. These lives include our employees and their families, our partner companies and their employees, and ultimately the warfighters receiving our products and services. Our core values are so very important to us as a company. They guide us towards success. They make us a great company to work for and a strong partner to work with.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePeople First\u003c/li\u003e\n\u003cli\u003eMission Excellence\u003c/li\u003e\n\u003cli\u003eDo the Right Thing\u003c/li\u003e\n\u003cli\u003eCommitment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePeople First is our first and most important core value because we firmly believe the success of AVT is directly related to supporting our employees. We have a lot of fun (with regular employee events and engagements), while still working hard to accomplish our mission of serving our military and the warfighter.\u003c/p\u003e\n\u003cp\u003eWe’re looking for candidates that embody these core values, know how to have fun while working hard, and think they would thrive in an environment like ours. If you’re a self-motivated individual, then come join AVT. Come make your difference.\u003c/p\u003e\n\u003cp\u003eEOE - Females/Minorities/Protected Veterans/Individuals with Disabilities/Sexual Orientation/Gender Identity\u003c/p\u003e\n\u003cp\u003eQualified individuals with a disability have the right to request a reasonable accommodation. If you are unable or limited in your ability to use or access our careers website as a result of your disability, request a reasonable accommodation by visiting \u003ca href=\"http://www.avtsim.com/careers\"\u003ewww.avtsim.com/careers\u003c/a\u003e and follow the instructions at the bottom.\u003c/p\u003e\n\u003cp\u003ePowered by JazzHR\u003c/p\u003e\n\u003cp\u003eApply Here: \u003ca href=\"https://www.click2apply.net/nV71xot2mLkLcb1KHy66N\"\u003ehttps://www.click2apply.net/nV71xot2mLkLcb1KHy66N\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePI129870425\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eApply Online: \u003ca href=\"https://www.click2apply.net/nV71xot2mLkLcb1KHy66N\"\u003ehttps://www.click2apply.net/nV71xot2mLkLcb1KHy66N\u003c/a\u003e\u003c/p\u003e\n","company_logo":null},{"id":"1a57c275-20e5-4d5f-8b10-c8c6354b35ca","type":"Full Time","url":"https://jobs.github.com/positions/1a57c275-20e5-4d5f-8b10-c8c6354b35ca","created_at":"Fri Feb 05 18:05:36 UTC 2021","company":"commonsku","company_url":"http://www.commonsku.com","location":"Toronto  /Remote","title":"Full Stack Developer","description":"\u003cp\u003eFull Stack Developer\u003c/p\u003e\n\u003cp\u003ecommonsku is revolutionizing the way business is being done in the $25 Billion promotional marketing industry. commonsku is an established and rapidly growing SaaS application facilitating how swag is ordered and produced, handling the supply chain complexities of millions of branded products.  Over $900 Million goes through the platform from entrepreneurs all over the world who use commonsku to power their business.\u003c/p\u003e\n\u003cp\u003eThe opportunity:\u003c/p\u003e\n\u003cp\u003eWe develop an elegant and complex application that is transforming a multi-billion dollar industry, solving the problems of thousands by streamlining their businesses. From the development of new features to re-architecting our web app to scale, you will work on new functional components, integration with other software systems, as well as underlying architectural elements that enhance this experience. You will also have the flexibility to experiment with new technologies and contribute to the evolution of our master product, as well as contribute to special development projects related to our event business and the social community.\u003c/p\u003e\n\u003cp\u003eThe big picture:\u003c/p\u003e\n\u003cp\u003eAs a key member of a growing team developing an industry-leading SaaS application, you will work directly with the CTO and founders of the company.  We work in a highly collaborative, entrepreneurial environment; we are a small team where your opinion matters. You will have a wide range of responsibilities and will get exposure to all aspects of the platform.\u003c/p\u003e\n\u003cp\u003eThe environment:\u003c/p\u003e\n\u003cp\u003eOur culture is diverse, friendly, with a laid-back enthusiasm and sense of humour that makes collaboration easy. We’re passionate about our customers and their success, and we love fostering an environment that ignites creativity and celebrates the entrepreneur.  We work remote seamlessly with a distributed team across Canada and the US, while maintaining a base at HQ in Toronto.\u003c/p\u003e\n\u003cp\u003eSkills \u0026amp; Requirements\u003c/p\u003e\n\u003cp\u003eSkills:\u003c/p\u003e\n\u003cp\u003eCreative thinker\nExcellent communication skills\nTeam player\nAbility to rapidly learn new technologies\nProduce high-quality elegant designs rapidly\nAble to juggle multiple priorities\u003c/p\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cp\u003eExperience in database driven web application design and development\nFull stack developer\nExperience with PHP, Python, JS\nExperience with Django or Laravel (similar MVC/MVT framework), Node, Express, React\nExperience with MySQL\nKnowledge of web protocols and standards (SSL, OAuth2, etc)\nExperience with software version control systems (GIT)\u003c/p\u003e\n\u003cp\u003eGood to have experience with:\u003c/p\u003e\n\u003cp\u003eReact Native\nNoSQL\ncontainerization (Docker)\nAWS\nautomation (Chef/Puppet, Ansible, Cloudformation etc.)\nServerless (API Gateway, Lambda)\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://secure.collage.co/jobs/commonsku/20104\"\u003ehttps://secure.collage.co/jobs/commonsku/20104\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa1dZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ba579a229949fad31fb506e0c2d81f972b74bb38/commonsku-logo.png"},{"id":"0a9cd6c0-9d10-4097-9460-6ffb3bba583c","type":"Full Time","url":"https://jobs.github.com/positions/0a9cd6c0-9d10-4097-9460-6ffb3bba583c","created_at":"Fri Feb 05 19:02:38 UTC 2021","company":"EAB","company_url":"https://eab.com/","location":"Open to Remote","title":"Senior/Principal Python Engineer","description":"\u003cp\u003eAbout EAB\u003c/p\u003e\n\u003cp\u003eAt EAB, our mission is to make education smarter and our communities stronger. We harness the collective power of 1,900+ schools, colleges, and universities to uncover and apply proven practices and transformative insights. And since complex problems require multifaceted solutions, we work with each school differently to apply these insights through a customized blend of research, technology, and services. From kindergarten to college and beyond, EAB partners with education leaders, practitioners, and staff to accelerate progress and drive results across three key areas: enrollment management, student success, and institutional operations and strategy.\u003c/p\u003e\n\u003cp\u003eAt EAB, we serve not only our partner institutions but each other—that's why we are always working to make sure our employees love their jobs and are invested in their community. See how we've been recognized for this dedication to our employees by checking out our recent awards.\u003c/p\u003e\n\u003cp\u003eThe Role in Brief:\u003c/p\u003e\n\u003cp\u003eSenior Software Engineer (Python)\u003c/p\u003e\n\u003cp\u003eAs a Senior Software Engineer at EAB, you will be building technology to help students graduate college. We are a fast growing team tackling the trickiest problems in higher education. The Senior Software Engineer will be a part of the development team and will be an integral part of the full product life cycle of multiple applications and the supporting data architecture. The Senior Software Engineer will be a leader on a team working to develop the next generation of technology for the higher education industry.\u003c/p\u003e\n\u003cp\u003eThis position is open to remote work, or can be based in our Birmingham, AL office.\u003c/p\u003e\n\u003cp\u003ePrimary Responsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWork with the development manager, product managers and stakeholders to get clarification on business requirements and then implement solutions including code development and database design\u003c/li\u003e\n\u003cli\u003eIndependently break down, estimate, design, plan and deliver medium and large sized features; serve as subject matter expert on one or more component of the system\u003c/li\u003e\n\u003cli\u003eEnsure high quality solutions by implementing unit tests and supporting the creation and design of integration, load and user acceptance tests\nSupport operations by identifying, researching and resolving performance and production issues\u003c/li\u003e\n\u003cli\u003eCoordinate work with other teams to ensure a smooth development process; lead technical discussions and stand ups, communicate effectively to non-technical stakeholders\u003c/li\u003e\n\u003cli\u003eAid in the development of solutions that support consistent information architecture, taxonomies, visual standards, interaction patterns, and use cases across multiple applications\u003c/li\u003e\n\u003cli\u003eCollaborate with development team and product managers to enhance existing marketing products and develop new products\u003c/li\u003e\n\u003cli\u003eDocument and communicate progress on design and code for team members\u003c/li\u003e\n\u003cli\u003eGuide junior engineers on tasks and small projects, helping them to plan and size their work\u003c/li\u003e\n\u003cli\u003eAutonomously accomplishes goals and adjusts plan as needed using Agile principles; informs and champions decisions made in PI Planning\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBasic Qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor's Degree in computer science or related field and 4+ years of professional software development experience OR\u003c/li\u003e\n\u003cli\u003eMaster's Degree in computer science or related field and 2+ years of professional software development experience\u003c/li\u003e\n\u003cli\u003e2+ years of professional Python development experience\u003c/li\u003e\n\u003cli\u003eAbility to work with engineers and product management teams in requirements definition, design, and development of software products\u003c/li\u003e\n\u003cli\u003eAbility to communicate with business and technical teams both verbally and written\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIdeal Qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDev/Ops experience\u003c/li\u003e\n\u003cli\u003eAbility to demonstrate expertise in AWS\u003c/li\u003e\n\u003cli\u003eProfessional Django development experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits:\u003c/p\u003e\n\u003cp\u003eConsistent with our belief that our employees are our most valuable resource, EAB offers a competitive and inclusive benefits package. A few highlighted below;\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMedical, dental, and vision insurance; dependents and domestic partners eligible\u003c/li\u003e\n\u003cli\u003e401(k) retirement plan with company match\u003c/li\u003e\n\u003cli\u003e20+ days of PTO annually, in addition to paid firm holidays\u003c/li\u003e\n\u003cli\u003eDaytime leave policy for community service or fitness activities (up to 10 hours a month each)\u003c/li\u003e\n\u003cli\u003ePaid parental leave for birthing or non-birthing parents\u003c/li\u003e\n\u003cli\u003ePhase Back to Work program for employees returning from parental leave\u003c/li\u003e\n\u003cli\u003eInfertility treatment coverage and adoption or surrogacy assistance\u003c/li\u003e\n\u003cli\u003eWellness programs including gym discounts and incentives to promote healthy living\u003c/li\u003e\n\u003cli\u003eDynamic growth opportunities with merit-based promotion philosophy\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e​\nAt EAB, we believe that to fulfill our mission to “make education smarter and our communities stronger” we need team members who bring a diversity of perspectives to the table and a workplace where each team member is valued, respected and heard.\u003c/p\u003e\n\u003cp\u003eTo that end, EAB is an Equal Opportunity Employer, and we make employment decisions on the basis of qualifications, merit and business need. We don’t discriminate on the basis of race, religion, color, sex, gender identity or expression, sexual orientation, age, non-disqualifying physical or mental disability, national origin, veteran status or any other basis covered by appropriate law.\u003c/p\u003e\n\u003cp\u003e​\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease submit your application to our careers page: \u003ca href=\"https://eab.com/careers/538521\"\u003ehttps://eab.com/careers/538521\u003c/a\u003e\u003c/p\u003e\n","company_logo":null},{"id":"c2b04661-ad62-459d-83ff-283fdd62e376","type":"Full Time","url":"https://jobs.github.com/positions/c2b04661-ad62-459d-83ff-283fdd62e376","created_at":"Fri Feb 05 17:42:30 UTC 2021","company":"10up Inc.","company_url":null,"location":"Remote","title":"Senior Web Engineer","description":"\u003cp\u003eRESPONSIBILITIES\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop complex WordPress plugins and/or themes primarily using PHP.\u003c/li\u003e\n\u003cli\u003eMentor engineers and provide code reviews.\u003c/li\u003e\n\u003cli\u003eDrive strategy and lead back end technical vision for large projects.\u003c/li\u003e\n\u003cli\u003eLeverage WordPress APIs and extend the WordPress admin experience.\u003c/li\u003e\n\u003cli\u003eSolve complex problems in simple ways.\u003c/li\u003e\n\u003cli\u003eSolve bugs and address client issues in a fast-paced environment.\u003c/li\u003e\n\u003cli\u003eJuggle current projects with incoming tasks.\u003c/li\u003e\n\u003cli\u003eRespond directly to clients courteously and clearly.\u003c/li\u003e\n\u003cli\u003eSolve client challenges with understanding and empathy.\u003c/li\u003e\n\u003cli\u003eTest solutions across multiple browsers and platforms in a local testing environment.\u003c/li\u003e\n\u003cli\u003eDeploy changes to live servers.\u003c/li\u003e\n\u003cli\u003eAssist in the remediation, enhancement, and maintenance of client sites.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eREQUIREMENTS\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least five years experience in back end focused web development.\u003c/li\u003e\n\u003cli\u003eIntermediate or expert skills in: PHP, JavaScript, React.js, jQuery, WordPress, HTML, CSS.\u003c/li\u003e\n\u003cli\u003eAbility to expertly debug performance and caching issues.\u003c/li\u003e\n\u003cli\u003eCode portfolio. Link us to your GitHub account, upload a .zip, or both.\u003c/li\u003e\n\u003cli\u003eExperience using Git.\u003c/li\u003e\n\u003cli\u003eAbility to setup a local environment for testing PHP code.\u003c/li\u003e\n\u003cli\u003eProficiency in verbal and written English.\u003c/li\u003e\n\u003cli\u003eAbility to communicate professionally with technical and non-technical colleagues and clients.\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/10up-2/2445a3ee-a695-4983-8cc5-792f0ff5ad7b?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/10up-2/2445a3ee-a695-4983-8cc5-792f0ff5ad7b?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaitZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--eb63c1897519969b3b7cc952c51381c6ccadbbb7/10up-Logo-2019.jpg"},{"id":"b0150533-8885-4407-8bb0-7de8377b6a5a","type":"Full Time","url":"https://jobs.github.com/positions/b0150533-8885-4407-8bb0-7de8377b6a5a","created_at":"Fri Feb 05 17:35:37 UTC 2021","company":"10up Inc.","company_url":null,"location":"Remote","title":"Senior Front End Engineer","description":"\u003cp\u003eRESPONSIBILITIES\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eInterpret designs and transform them into a polished rich cross-platform/device web experience.\u003c/li\u003e\n\u003cli\u003eWrite modular and performant HTML and CSS.\u003c/li\u003e\n\u003cli\u003eAbility to make smart design decisions. Occasionally filling in gaps left by designers e.g. interpreting how a layout should be presented on small screens.\u003c/li\u003e\n\u003cli\u003eAbility to rapidly prototype interfaces to finalize an experience in the browser as well as build long term scalable, maintainable, and performant production code.\u003c/li\u003e\n\u003cli\u003eVisualize how a static design will be coded. Proactively flag challenging areas and offer alternatives, as well as identifying areas for greater code reuse.\u003c/li\u003e\n\u003cli\u003eAbility to estimate work for a project and modularize goals into clearly defined, executable tasks.\u003c/li\u003e\n\u003cli\u003eAbility to lead the front-end strategy for a project and make impactful decisions about the methodologies recommended to a client.\u003c/li\u003e\n\u003cli\u003eWrite JavaScript using industry best practices as well as React components. Ability to use modern JavaScript build tools like Webpack.\u003c/li\u003e\n\u003cli\u003eEffectively collaborate with designers throughout the design and engineering process.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eREQUIREMENTS\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least five years experience with UI engineering, web development, web engineering, or a similar field.\u003c/li\u003e\n\u003cli\u003eStrong understanding of HTML and CSS including cross-browser compatibility and performance.\u003c/li\u003e\n\u003cli\u003eAbility to write modern and performant JavaScript using latest technologies.\u003c/li\u003e\n\u003cli\u003eExperience with the React JavaScript library.\u003c/li\u003e\n\u003cli\u003eExperience using Git.\u003c/li\u003e\n\u003cli\u003eProven ability to transform a static comp into a website from the ground up.\u003c/li\u003e\n\u003cli\u003eUnderstanding of ad implementations in a responsive environment.\u003c/li\u003e\n\u003cli\u003eExperience in task runners and bundlers like Webpack or Gulp.\u003c/li\u003e\n\u003cli\u003eExperience with coded style guides and creating highly componentized systems.\u003c/li\u003e\n\u003cli\u003eExperience with coding PHP, ideally for WordPress as a platform.\u003c/li\u003e\n\u003cli\u003eBeing collaborative, self-motivated, and an \"always-learning\" person, excited to create great web experiences.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNICE TO HAVE\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Sketch or Design Software.\u003c/li\u003e\n\u003cli\u003eAdvanced understanding of as implementations in a responsive environment.\u003c/li\u003e\n\u003cli\u003eModerate PHP experience.\u003c/li\u003e\n\u003cli\u003eExperience with Gutenberg and building out custom blocks.\u003c/li\u003e\n\u003cli\u003eDesign experience or formal design education.\u003c/li\u003e\n\u003cli\u003eRemote working experience appreciated.\u003c/li\u003e\n\u003cli\u003eExperience in mentoring and leading a team.\u003c/li\u003e\n\u003cli\u003eExperience and expertise with third party integrations and client-side APIs.\u003c/li\u003e\n\u003cli\u003eStrong ability to communicate with client stakeholders, both technical and non-technical, about the impact of decisions around markup approach, cross-platform responsive interactions, performance, and topics like accessibility and internationalization.\u003c/li\u003e\n\u003cli\u003eUnderstand the high-level concepts behind modern JavaScript frameworks and can architect and execute project-work as needed.\u003c/li\u003e\n\u003cli\u003eCode-based portfolio. Link us to your GitHub account, upload a .zip, or both (source files are helpful to get a sense of your code structure and file organization).\u003c/li\u003e\n\u003cli\u003eUnderstanding of WCAG accessibility compliance. Ability to implement accessibility standards as well as audit existing websites.\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/10up-2/464e82d0-9dfd-42b7-972c-6822348d46e0?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/10up-2/464e82d0-9dfd-42b7-972c-6822348d46e0?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBajJZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e3f0c2cc3ca574d7be98503f31471ae2cb75196b/10up-Logo-2019.jpg"},{"id":"912fc53b-1b7f-427a-bc69-25f03b597f8c","type":"Full Time","url":"https://jobs.github.com/positions/912fc53b-1b7f-427a-bc69-25f03b597f8c","created_at":"Fri Oct 30 15:33:27 UTC 2020","company":"Defendify","company_url":"https://www.defendify.io/","location":"Portland, ME (Remote OK)","title":"Senior Software Engineer (Full Stack)","description":"\u003cp\u003eThanks for your interest in working with us! Defendify is a fast-growing, fun-loving cybersecurity startup with a small, vibrant team based in Portland, Maine. Resourcefulness, responsiveness, problem-solving, and simplicity are values that shape who we are, what we do, and how we deliver amazing customer experiences.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePosition Details\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe're looking for a senior full stack software engineer to join us full-time, locally and/or in a remote capacity. This is a unique and exciting opportunity as we continue to expand the footprint of our groundbreaking, all-in-one cybersecurity platform. Every team member is a valuable contributor to our core SaaS product with day-to-day responsibilities covering a variety of development needs including building, maintaining, QA, and support for every aspect of the Defendify platform.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe are looking for a team player who:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHas a passion for solving problems and is eager to grow, learn, and tackle daily and long-term challenges and goals.\u003c/li\u003e\n\u003cli\u003eWill dig in and ask questions from users to understand requirements; make a plan; dive into an existing codebase and learn where to make changes, or where to start new code.\u003c/li\u003e\n\u003cli\u003eIs a good communicator who enjoys collaboration and thrives in a development culture that values clean code, automation and testability.\u003c/li\u003e\n\u003cli\u003eMaintains excellent knowledge of how modern web applications work, including REST API usage, application security, cloud deployment and development best practices.\u003c/li\u003e\n\u003cli\u003eIs comfortable self-directing their own work. No micro-management here!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements – Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of Full-Stack Development experience\u003c/li\u003e\n\u003cli\u003eHas been responsible for the entire lifecycle of code in at least one project, from scratch to QA to deployment to maintenance.\u003c/li\u003e\n\u003cli\u003eHas experience implementing a RESTful API and an application which consumes it.\u003c/li\u003e\n\u003cli\u003eIs familiar with the philosophy and implementation of development automation: tests, continuous integration, cloud deployment, and frequent production releases using an Agile/SCRUM process.\u003c/li\u003e\n\u003cli\u003eSome DevOps experience is required.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements – Technical\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperienced in JavaScript including ES6, await/async, linting and front-end frameworks. We use libraries and frameworks as needed, but you need to be able to write and understand plain JS.\u003c/li\u003e\n\u003cli\u003eExperience with Node and Browser based environments is required.\u003c/li\u003e\n\u003cli\u003eUnderstands REST APIs and their role in application architectures. Has used and built APIs from the ground up.\u003c/li\u003e\n\u003cli\u003eExperience with front end development: HTML, CSS, and familiarity with the ecosystem of related technologies (SASS, DOM). In addition, Vue (or similar framework) experience and knowledge of static site generators such as Jekyll/Hugo are helpful.\u003c/li\u003e\n\u003cli\u003eUnderstand how to use Git(+Hub) and GitHub Flow.\u003c/li\u003e\n\u003cli\u003eSome relational database experience is required. Pluses include: Experiences in relational and in-memory databases (MySQL, Postgres, Redis) as well as knowledge in generic SQL.\u003c/li\u003e\n\u003cli\u003eSome experience with Amazon Web Services (AWS), Heroku, or similar services.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour Success\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou are not alone in your role – Defendify's engineering team is made up of \"A\" players dedicated to your training and success. We thrive on an open-door policy and transparent management system that fosters team collaboration.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCompensation and Benefits\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis is a flexible position open to candidates with varying levels of experience and offers long term growth potential via a well-defined career path. Compensation is competitive and commensurate with experience, and is variable based on personal and team performance. Our benefits package is comprehensive and includes health, dental, and vision coverage, educational reimbursement, a 401(k) program, paid time-off and more.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLove What You Do\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDefendify employees enjoy a modern work environment and culture where everyone genuinely cares about the work they do. We're passionate about our product, the problems we're solving, our customers, our partners, and our team. We're in it together, enjoying work and play every day from team lunches, impromptu social outings and celebrations, and charity missions. And yes, there is coffee, lots and lots of coffee!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOpportunity Knocks\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis position offers a great opportunity to make an impact as a part of a small team solving big problems, making cybersecurity possible for Small Business. Are you a creative self-starter with an appetite to learn and grow? If so, we'd love to hear from you!\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eApply now at \u003ca href=\"https://defendify.breezy.hr/p/267bbae0c690-senior-full-stack-developer\"\u003ehttps://defendify.breezy.hr/p/267bbae0c690-senior-full-stack-developer\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBblNOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a2730d55401adcd2e1832cebe43cc72f28ecbf83/Defendify_grey_R.png"},{"id":"794188b6-25ba-4432-80ad-e69eb938d48c","type":"Full Time","url":"https://jobs.github.com/positions/794188b6-25ba-4432-80ad-e69eb938d48c","created_at":"Fri Feb 05 14:02:35 UTC 2021","company":"Parklink Development Limited","company_url":"https://parklink.asia","location":"Remote - Europe","title":"Full Stack Developer: PHP/Python","description":"\u003ch2\u003eFull Stack Developer: PHP/Python\u003c/h2\u003e\n\u003cp\u003eParklink Limited seeks a skilled, motivated candidate to fill the position of remote Full-Stack Developer fluent in Python and PHP, who loves the challenges of high-availabilty SaaS and working with hardware. To maintain team coherence, we are looking specifically \u003cstrong\u003ein Europe: GMT+0 - GMT+3\u003c/strong\u003e.\u003c/p\u003e\n\u003ch3\u003eCompany Introduction\u003c/h3\u003e\n\u003cp\u003eParklink Development Limited provides RFID duplication devices to locksmiths and security professionals.\u003c/p\u003e\n\u003cp\u003eOur flagship product is '\u003ca href=\"https://rebadge.eu\"\u003eRebadge\u003c/a\u003e'. It's a patented machine that duplicates RFID badges for customers. Before Rebadge, it was impossible to duplicate consumer RFID badges. Since the launch of Rebadge, literally hundreds of thousands of people have been able to make copies of their badges, and the number increases every day.\u003c/p\u003e\n\u003cp\u003eEach machine is an embedded linux system running Python + Qt, and tethered online.\nSupporting the machines is a RESTful API (CakePHP).\nThere is also a full back-office system for client management, machine management, billing, etc.\u003c/p\u003e\n\u003cp\u003eWe've got over 2,000 machines online (Check out our coverage map here: \u003ca href=\"https://rebadge.eu\"\u003ehttps://rebadge.eu\u003c/a\u003e )\u003c/p\u003e\n\u003cp\u003eWe've recently expanded into Australian market, and are rolling out mobile tools. With this growth comes new challenges, and this is where your expertise comes in.\u003c/p\u003e\n\u003cp\u003eThe team currently consists of five staff: the founder, operating as COO, our CTO as Dev Lead, an Electronic Engineer, Administrative staff and a Technical Support role. The successful candidate would be the sixth member on the team. The company structure is based in Hong Kong, but the team is spread around the world and fully remote.\u003c/p\u003e\n\u003cp\u003eWe are a highly optimised / lean company. The successful candidate will have the ability to work autonomously on a constantly evolving product and rapidly expanding client base. You will work on a real product that is used by thousands of people daily.\u003c/p\u003e\n\u003cp\u003eWorking for us means you'll be able to flex your development muscles, and you'll have a real impact on a real product that exists in the real-world, used by thousands of people every day. It's an exciting possibility.\u003c/p\u003e\n\u003cp\u003eWe are not another boring SaaS company. We create, manufacture and deploy real hardware on a global scale, with back and front end code managing it all. You'll have a chance to get your hands onto hardware, software, development and deployment. If you're driven, curious, and a hacker at heart, this position is for you.\u003c/p\u003e\n\u003cp\u003eWe will provide you with all the training and tools you need, an annual travel budget, and a dynamic, fair and respectful work environment.\u003c/p\u003e\n\u003cp\u003eReciprocatively, we are seeking to work with someone that is honest, skilled, self-motivated, and reliable.\u003c/p\u003e\n\u003ch3\u003eTasks\u003c/h3\u003e\n\u003cp\u003eAs a Full Stack Developer, your tasks will be divided into two categories:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBackend Development (CakePHP)\u003c/li\u003e\n\u003cli\u003eEmbedded Development (Python)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBackend Development\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur systems (API + Back-office) are based on the CakePHP framework, backed by a geographically Distributed High-Availability LAMP stack (Europe + Asia)\u003c/p\u003e\n\u003cp\u003eThe RESTful API provides the interface to the network of machines, and the back office provides administration functionality for us and our clients.\nBackend Development Tasks\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMaintaining \u0026amp; Developing the API [PHP / CakePHP]\u003c/li\u003e\n\u003cli\u003eMaintaining \u0026amp; Developing the Administration Interface [PHP / CakePHP]\u003c/li\u003e\n\u003cli\u003eMaintaining \u0026amp; Optimisation of the Database [MySQL]\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe have short, medium and long term goals, and milestones setup for our system. You're coming into a stable, clean, code base that we'll give you all necessary training on.\u003c/p\u003e\n\u003cp\u003eOur frameworks are under GitHub source control, with a CI environment for staging and production.\u003c/p\u003e\n\u003cp\u003eWe will provide necessary development environments (VirtualBox environment).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEmbedded Development\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe have 2000+ networked machines deployed. Each machine is powered by a Raspberry Pi 3, with dual-frequency RFID readers and touch screen. We have a custom linux deployment running the client software, written in Python + Qt [Pyside]\u003c/p\u003e\n\u003cp\u003eThe software is under clean, stable, and under active development.\nEmbedded Development Tasks\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMaintaining \u0026amp; Developing machine software [Python]\u003c/li\u003e\n\u003cli\u003eMaintaining a Unit Testing framework [Python / FrogLogic Squish]\u003c/li\u003e\n\u003cli\u003eDevelopment / Maintenance of System scripts / environment [Linux / Bash]\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe will provide all necessary training + hardware required to get started on the  systems.\u003c/p\u003e\n\u003ch3\u003eSkill / Experience Requirements\u003c/h3\u003e\nTechnical Skills\n\u003cp\u003e\u003cstrong\u003ePython 3 [Fluent]\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eQT / PySide Experience Bonus\u003c/li\u003e\n\u003cli\u003eAbility to write, respect \u0026amp; maintain unit tests\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePHP 5/7  [Fluent]\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOOP (PSR-1 \u0026amp; 2) Obligatory\u003c/li\u003e\n\u003cli\u003eCakePHP Experience Bonus\u003c/li\u003e\n\u003cli\u003eAbility to write, respect \u0026amp; maintain unit tests (CodeCeption, PHPUnit)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eGit/GitHub competency\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFluent with Git, respecting \u0026amp; maintaining development procedures (issue branch, code review, pull request, merge, etc)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDatabase (Mysql)\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eQuery optimisation for high load environments\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eHigh Traffic, High Availability Clusters\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with distributed server clusters and writing highly optimised code for high-load environments - understanding the requirements of high-load environments\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eLinux Familiarity\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIntermediate configuration \u0026amp; administration tasks (SSH, Bash, etc)\u003c/li\u003e\n\u003cli\u003eRasbian Experience Bonus\u003c/li\u003e\n\u003c/ul\u003e\nBonus Skills\n\u003cp\u003e\u003cstrong\u003eMobile Development\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNative iPhone Development\u003c/li\u003e\n\u003cli\u003eNative Android Development\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eHardware Familiarity\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eRaspberry PI\u003c/li\u003e\n\u003cli\u003eSerial / UART\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNFC Familiarity [Bonus]\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e13.56 (Mifare, libNFC, etc)\u003c/li\u003e\n\u003cli\u003e125KHz (T55, EM4XX etc)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003ePersonal Skills\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eEnglish (Fluency in written + spoken)\u003c/li\u003e\n\u003cli\u003eAbility to communicate clearly and efficiently\u003c/li\u003e\n\u003cli\u003eAbility to work autonomously \u0026amp; self-motivate\u003c/li\u003e\n\u003cli\u003eAbility to integrate into an existing team \u0026amp; structure\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eTime Requirements\u003c/h3\u003e\n\u003cp\u003ePhysically based in \u003cstrong\u003eEurope / GMT+0 - GMT+3\u003c/strong\u003e\nThis is a full time, remote position (8 hours per day, 5 days per week)\nReachable during work hours via phone / slack\u003c/p\u003e\n\u003ch3\u003eCompensation\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003e40 - 45k EURO per year\u003c/strong\u003e (depending on experience and skills coverage)\u003c/li\u003e\n\u003cli\u003e2k EURO Hardware Allowance\u003c/li\u003e\n\u003cli\u003eAnnual Travel Allowance\u003c/li\u003e\n\u003cli\u003eWe will provide all training required\u003c/li\u003e\n\u003cli\u003eWe will provide all hardware necessary (Devices, parts, badges, etc)\u003c/li\u003e\n\u003cli\u003eFlexible time off: 25 Paid Vacation days + 11 Paid Public Holidays\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eApplication Pre-requisites\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eYour updated CV\u003c/li\u003e\n\u003cli\u003eA brief email explaining who you are, why you fit the position, and how your experience is relevant.\u003c/li\u003e\n\u003cli\u003eA link to your GitHub/GitLab account - if applicable\u003c/li\u003e\n\u003cli\u003eAn overview of your side projects that you work on / contribute to.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eApplying\u003c/h2\u003e\n\u003cp\u003ePlease send an email with all requisite documents to \u003ca href=\"mailto:jobs@parklink.asia\"\u003ejobs@parklink.asia\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eWe will take time to study each application with diligence - please take the time to read over the position requirements carefully.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease send an email with all requisite documents to \u003ca href=\"mailto:jobs@parklink.asia\"\u003ejobs@parklink.asia\u003c/a\u003e.\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanVZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--34b5cc3093545bc0ae9402147ef3d27fe945514a/Parklink-Development.png"},{"id":"16d9fa95-42c6-4ce0-8456-2a6ca5326d65","type":"Full Time","url":"https://jobs.github.com/positions/16d9fa95-42c6-4ce0-8456-2a6ca5326d65","created_at":"Fri Feb 05 13:05:55 UTC 2021","company":"TWAICE Technologies GmbH","company_url":"https://twaice.com/de/","location":"Munich","title":"Senior Backend Engineer (m/f/d)","description":"\u003cp\u003eThe world is transitioning towards renewable energy generation and sustainable transportation to counteract global climate change. Batteries are both the key and the achilles heel of this transition. Our mission is to enable efficient development and long lifetime of stationary energy storage systems and electric vehicles with our Predictive Battery Analytic Software based on Digital Twins. Join us on our way to an emission free future. We are a fast growing venture capital financed start-up of 50 employees - become part of the family!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour daily business will involve\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eActively driving and implementing technical concepts for the feature set of our SaaS battery analytics platform for ingesting battery field data, calculating \u0026amp; predicting battery conditions and presenting it at large scale\u003c/li\u003e\n\u003cli\u003eBreaking down difficult challenges and successfully delivering customer value on schedule\u003c/li\u003e\n\u003cli\u003eParticipate in the entire application lifecycle, focusing on designing, coding, testing, documentation, deployment, debugging, and optimizing the application for maximum speed and scalability - You build it, you run it!\u003c/li\u003e\n\u003cli\u003eClosely collaborating in a cross-functional team of Frontend, DevOps, Cloud Engineers, Battery/Machine Learning Engineers, Product Manager \u0026amp; UX Designer to jointly develop \u0026amp; deliver the best possible products to our customers\u003c/li\u003e\n\u003cli\u003eProviding servant leadership to the software team from being a sparring partner on topics, as well as providing mentorship including industry standard  code reviews for personal development of the Software Engineers\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDegree in Computer Science or a related field\u003c/li\u003e\n\u003cli\u003e5+ years of experience of backend software engineering in the field of building applications and microservices in Python (any additional high-level programming language is a plus)\u003c/li\u003e\n\u003cli\u003e3+ years of leadership experience in cross-functional teams\u003c/li\u003e\n\u003cli\u003eSolid programming background and ability to write clean, structured and tested code\u003c/li\u003e\n\u003cli\u003eProven track of records in designing/architecting and scaling high load data platforms (you know where and why to put a message queue, which database to choose, where to put borders between microservices)\u003c/li\u003e\n\u003cli\u003eSupport and guide the team to ensure all committed stories for the sprint are completed per the sprint goal, while also actively participating in coding, you are not only a “ticket writer + work assignment manager”, but an Agile Team Member\u003c/li\u003e\n\u003cli\u003eYou are a strong self-driven leader, you aren’t afraid talking to stakeholders and teammates, come up with balanced and reasonable proposals together with the Team and continuously improve development processes \u0026amp; mentoring of your colleagues.\u003c/li\u003e\n\u003cli\u003eFluent in English\u003c/li\u003e\n\u003cli\u003eInterest in new Technologies \u0026amp; building a great Saas Platform\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eAdditional Skills that are nice to have\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTypeScript\u003c/li\u003e\n\u003cli\u003eCloud experience, preferably AWS\u003c/li\u003e\n\u003cli\u003eHaving concretely worked in the area of SaaS / Analytics / Data Platforms\u003c/li\u003e\n\u003cli\u003eFinding your way around the “terminal”\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive salary\u003c/li\u003e\n\u003cli\u003eFlexible working hours and Homeoffice\u003c/li\u003e\n\u003cli\u003eStrong team culture with regular team events and off-sites\u003c/li\u003e\n\u003cli\u003eModern office in Munich with free parking spaces\u003c/li\u003e\n\u003cli\u003eFree breakfast, snacks and coffee; subsidized lunch in a high quality canteen (vegetarian options available)\u003c/li\u003e\n\u003cli\u003eSupport with visa application\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/e9de0b1ad920632cd3fcd21e2b3116559eac0331/68747470733a2f2f742e676f686972696e672e636f6d2f682f64656266393236656263363932393033303961396339333739366266323032663539663561626132313734376164383361613264303636653665643764383637\"\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/70058b50cf192de453a58e1d4150e8b8796b477bfdc22dd84fdabcb74ae46294\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBam1ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--003142760567bccec0d61fccfab5c60dd2c81074/TWAICE%20Technologies%20GmbH.png"},{"id":"63adc9b1-9dce-4c2f-8801-a73791300924","type":"Full Time","url":"https://jobs.github.com/positions/63adc9b1-9dce-4c2f-8801-a73791300924","created_at":"Fri Feb 05 09:20:27 UTC 2021","company":"Nordea","company_url":"https://www.nordea.com/en/careers/","location":"Finland: Helsinki, Oulu","title":"Developers / Make an impact to people's lives!","description":"\u003cp\u003eIt is an exciting time for you to join us at One Digital. We are changing Nordea with big ambitions and creating the future of digital banking – and we would like you to be a part of it!\u003c/p\u003e\n\u003cp\u003eAbout us\u003c/p\u003e\n\u003cp\u003eAt Nordea, we know our customers’ needs are changing – and we are deeply committed to meeting them with the financial solutions of tomorrow. We are creating an agile environment where we experiment and grow together and we are always looking for new talents to join us with their unique set of skills, ideas and backgrounds. With us, you will be in good company with a chance to challenge how we see the banking industry today and impact the future direction of digital banking.\u003c/p\u003e\n\u003cp\u003eOur offer to you\u003c/p\u003e\n\u003cp\u003eWelcome to One Digital, the biggest banking platform in the Nordics! You will be joining an awesome group of people from across the world that delivers innovative solutions to our customers, ensuring that Nordea will stay as the frontrunner in digital banking services. One Digital is responsible for the majority of mass-distributed front-end and API related development for Nordea’s customers. The deliveries cover areas such as mobile banking, netbanks, our platform for digital sales, digital design and digital customer experience.\u003c/p\u003e\n\u003cp\u003eWorking with us, you will take part in building a better digital bank and thus play a meaningful role in our society. We are impacting the lives of our 11 million customers around the world by helping them fulfil their daily banking needs. You will have the possibility to influence how people do digital banking and change Nordea to meet the future. We are looking for people that are passionate about developing great software solutions for our digital platform. We are a product and technology focused engineering capability area, covering all engineering roles in agile teams: developers together with team QA persons.\u003c/p\u003e\n\u003cp\u003eWorkplaces: Finland: Helsinki, Oulu\u003c/p\u003e\n\u003cp\u003eIn 2021, providing customers with great digital experiences is more important than ever. This is an exciting time for you to join us and shape the future of digital banking.  If you are looking for a new challenge, and believe you have what it takes to help us achieve our vision, then One Digital could be the place for you!\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eSee all our IT positions on: \u003ca href=\"https://www.nordea.com/en/careers/vacant-positions/\"\u003ehttps://www.nordea.com/en/careers/vacant-positions/\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBak9ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--773cb0a99d74a61c404c18c9dd5523d51288c6b6/Nordea_Masterbrand_500px_RGB.png"},{"id":"ea0cf4a2-4fc1-4ae2-b5b8-2ff0ae318b3f","type":"Full Time","url":"https://jobs.github.com/positions/ea0cf4a2-4fc1-4ae2-b5b8-2ff0ae318b3f","created_at":"Fri Feb 05 08:43:06 UTC 2021","company":"fodjan","company_url":"https://fodjan.com/de/","location":"Dresden","title":"Web \u0026 App Entwickler Frontend (m/w/d)","description":"\u003cp\u003eWir von fodjan arbeiten mit unserer Online-Plattform und App für Fütterungsmanagement am Puls der Zeit der Agrarbranche. Für Landwirte, Futterindustrie und Landtechnikhersteller vernetzen wir fütterungsbezogene Daten im Nutztierbereich und gestalten die Digitalisierungsprozesse der Zukunft. Seit 2014 arbeiten wir für dieses Ziel mit flachen Hierarchien, gleichberechtigten Scrum-Teams und aktuellen Technologien. Mach mit und unterstütze unser 17-köpfiges Team in Dresden mit deinem Knowhow.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls Frontendentwickler programmierst du bei uns nicht nur nach starren Vorgaben, sondern kannst mit dem Team die ganze Bandbreite der Entwicklung mit Entwurf, Coding und Tests miterleben.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hilfst dabei, unser Web-Frontend zu entwickeln und zu verbessern\u003c/li\u003e\n\u003cli\u003eDu konzipierst neue Komponenten unter Beachtung der UX\u003c/li\u003e\n\u003cli\u003eDu entwickelst unsere Android, Apple oder Windows Apps weiter\u003c/li\u003e\n\u003cli\u003eDu erweiterst und pflegst unsere Schnittstellen und Auswertungen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast ausgeprägte Kenntnisse in mind. einer objektorientierten Programmiersprache\u003c/li\u003e\n\u003cli\u003eDu hast idealerweise Erfahrung im Umgang mit React JS, Typescript bzw. JavaScript\u003c/li\u003e\n\u003cli\u003eDu verfügst über Erfahrungen im Umgang mit RESTful Webservices, MVC und JSON\u003c/li\u003e\n\u003cli\u003eDu besitzt ein hohes Maß an Eigeninitiative, Motivation und Lernbereitschaft\u003c/li\u003e\n\u003cli\u003eDu hast Spaß an neuen Technologien\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFlexible Arbeitszeiten, Überstundenausgleich und Home Office möglich\u003c/li\u003e\n\u003cli\u003eEine kreative Arbeitsumgebung mit flachen Hierarchien, abwechslungsreiche Aufgaben, Raum für Eigeninitiative und Spaß\u003c/li\u003e\n\u003cli\u003eModerne Technik am Arbeitsplatz und Weiterbildungsangebote\u003c/li\u003e\n\u003cli\u003eKostenlose Getränke, Obst \u0026amp; Snacks, Montags-Frühstück mit dem ganzen Team\n-Teamevents und ein tägliches Meeting am Kickertisch\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://fodjan.join.com/jobs/1848470-web-und-app-entwickler-frontend-m-w-d-digital-farming-software-in-dresden?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=web%2Bund%2Bapp%2Bentwickler%2Bfrontend%2Bm%2Bw%2Bd%2Bdigital%2Bfarming%2Bsoftware%2Bin%2Bdresden\"\u003ehttps://fodjan.join.com/jobs/1848470-web-und-app-entwickler-frontend-m-w-d-digital-farming-software-in-dresden?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=web%2Bund%2Bapp%2Bentwickler%2Bfrontend%2Bm%2Bw%2Bd%2Bdigital%2Bfarming%2Bsoftware%2Bin%2Bdresden\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBakNZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a585d3c7633897cf52806d6c3e8a0b71518924c5/fodjan.png"},{"id":"87fec36f-3aa9-4d32-ad12-54917375fe4c","type":"Full Time","url":"https://jobs.github.com/positions/87fec36f-3aa9-4d32-ad12-54917375fe4c","created_at":"Fri Feb 05 07:37:04 UTC 2021","company":"Nordea","company_url":"https://www.nordea.com/en/careers/","location":"Finland, Helsinki \u0026 Oulu","title":"Infrastructure Specialist / QA: Make an impact to people's lives!","description":"\u003cp\u003eIt is an exciting time for you to join us at One Digital. We are changing Nordea with big ambitions and creating the future of world class digital banking – and we would like you to be a part of it!\u003c/p\u003e\n\u003cp\u003eAbout us\u003c/p\u003e\n\u003cp\u003eAt Nordea, we know our customers’ needs are changing – and we are deeply committed to meeting them with the financial solutions of tomorrow. We have an agile environment where we experiment and grow together and we are always looking for new talents to join us with their unique set of skills, ideas and backgrounds. With us, you will be in good company with a chance to challenge how we see the banking industry today and impact the future direction of digital banking.\u003c/p\u003e\n\u003cp\u003eOur offer to you\u003c/p\u003e\n\u003cp\u003eWelcome to One Digital, the biggest banking platform in the Nordics! You will be joining an awesome group of people from across the world that delivers innovative solutions to our customers, ensuring that Nordea will stay as the frontrunner in digital banking services. One Digital is responsible for the mass-distributed front-end and API related development for Nordea’s customers. The deliveries cover areas such as mobile banking, netbanks, our platform for digital sales, digital design and digital customer experience.\u003c/p\u003e\n\u003cp\u003eAt our Digital Channel, you will be working as a part of our One Digital organisation with great colleagues who believe in Agile and DevOps ways of working to the core. You will have the opportunity to build and improve the future software delivery platforms and infrastructure for some of the most exciting digital banking solutions for our household and corporate customers.\u003c/p\u003e\n\u003cp\u003eWorkplaces: Finland: Helsinki, Oulu.\u003c/p\u003e\n\u003cp\u003eIn 2021, providing customers with great digital experiences is more important than ever. This is an exciting time for you to join us and shape the future of digital banking.  If you are looking for a new challenge, and believe you have what it takes to help us achieve our vision, then One Digital could be the place for you!\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eSee all our open IT positions: \u003ca href=\"https://www.nordea.com/en/careers/vacant-positions/\"\u003ehttps://www.nordea.com/en/careers/vacant-positions/\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTZZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1647e7cf07a6e8450e68ed53e8ce7465cd08acfd/Nordea_Masterbrand_500px_RGB.png"},{"id":"2e9a3375-a342-4290-86f8-8f8d19304d35","type":"Full Time","url":"https://jobs.github.com/positions/2e9a3375-a342-4290-86f8-8f8d19304d35","created_at":"Thu Feb 04 18:45:28 UTC 2021","company":"Homethrive","company_url":"http://www.homethrive.com","location":"Remote","title":"Senior Software Engineer","description":"\u003cp\u003eSenior Software Engineer\u003c/p\u003e\n\u003cp\u003eWho We Are:\u003c/p\u003e\n\u003cp\u003eOver 10,000 people are turning 65 each day, eighty percent of whom desire to age in place at their home with dignity and independence, resulting in over $100 billion spent annually on at-home care. Homethrive is looking to disrupt the traditional care model and provide enhanced holistic solutions to our aging population.\u003c/p\u003e\n\u003cp\u003eHomethrive provides technology, care management, and personal assistance services to help aging loved ones thrive at home with dignity and purpose while reducing the stress and workload on family members who support them. Homethrive matches each client and their family with one of its Master’s level social workers (Care Guides) who develops an ongoing trusted relationship with the family. Homethrive’s Care Guide provides expert coaching to help seniors embrace healthy behaviors and help family members anticipate and better handle the challenges of supporting and aging loved one. Homethrive’s Care Guide also recommends and coordinates any necessary third-party services to provide meals, transportation, home care, medication delivery or other services.\u003c/p\u003e\n\u003cp\u003eJob Description Summary:\u003c/p\u003e\n\u003cp\u003eWe have a proven successful model, are experiencing tremendous growth and are now looking at ways to streamline and scale. This is where technology and you come in. In the near-term we want to enhance the relationships built with our clients by augmenting the human intelligence of our Care Guides with artificial intelligence and self-service solutions, and find ways to use technology and data to extend reach, improve efficiency, and efficacy of our solutions and services.\u003c/p\u003e\n\u003cp\u003eHomethrive is a very well-funded startup, offering competitive pay and full benefits with a small versatile technology team. We are looking to at least double the team size this year and quadruple it by 2021. As a team we develop and own all of our software/technology and data in-house, only relying on 3rd party integrations/services where it makes sense.\u003c/p\u003e\n\u003cp\u003eTechnology we use today:\nGolang on the back-end.\nReact.js on the front-end.\nMySQL, MongoDB and Elastic search databases.\nFlutter for cross platform native app development.\nCloud hosting on AWS using a mixture of Docker on Elastic-beanstalk and serverless architecture along with other services like S3, RDS, Lex, etc.\nAll technology decisions are made together as a team always utilizing the best technological solutions available for the task at hand (we will be expanding to Rust/WASM development soon). We promote an Agile development environment with test driven development and continuous integration, leveraging communication over documentation and where the only measurement of progress is working software.\u003c/p\u003e\n\u003cp\u003eWe are looking for more tech savvy, innovative, full stack polyglots who love problem solving and just making things work better. Software engineers with the foundational skills and the desire/ability to learn the latest tech should apply. This position can be partial/full remote.\u003c/p\u003e\n\u003cp\u003eMinimum Qualifications:\nBachelor's and/or Masters in Computer Science OR related field of study.\n5+ years of experience in post-graduate software development (full-time, NON-internship).\nAdvanced proficiency in at least one (any) language.\nProficiency in at least one (any) database technology.\nDesire and ability to learn the tech we use and the new tech we will be using in the future.\u003c/p\u003e\n\u003cp\u003eHomethrive provides equal employment opportunities to all employees and applicants without regard to race, color, religion, sex (including sex stereotyping), national origin, ancestry, citizenship status, pregnancy (which includes pregnancy, childbirth, and medical conditions related to pregnancy, childbirth, or breastfeeding), physical disability, mental disability, age, military status or status as a Vietnam-era or special disabled veteran, marital status, registered domestic partner status, gender, gender identity, gender expression, medical condition (including, but not limited to, cancer related or HIV/AIDS related), genetic information, sexual orientation or any other status protected by applicable federal, state and local laws\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://www.homethrive.com/careers?gnk=job\u0026amp;gni=8a7887a8770d271a017720ba595b5f9c\u0026amp;gns=GitHub\"\u003ehttps://www.homethrive.com/careers?gnk=job\u0026amp;gni=8a7887a8770d271a017720ba595b5f9c\u0026amp;gns=GitHub\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaXFZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5f8b589f1a5cdae9a23849b79c740231b1e1d120/homethrive.png"},{"id":"e1c1f17a-6d4d-4def-94c7-8d89db66424c","type":"Full Time","url":"https://jobs.github.com/positions/e1c1f17a-6d4d-4def-94c7-8d89db66424c","created_at":"Thu Feb 04 15:56:56 UTC 2021","company":"CompuGroup Medical SE \u0026 Co. KGaA","company_url":"https://vonq.io/3jpEdAl","location":"Hamburg","title":"Full-Stack-Entwickler (m/w/d) C++ / C# / JavaScript / WebAssembly","description":"\u003cp\u003e\u003cstrong\u003eAls Full-Stack-Entwickler (m/w/d) C++ / C# / JavaScript / WebAssembly gestalten Sie heute schon mit, was die Zukunft bringt!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls Pionier im Digital Health schlägt unser Herz für die Entwicklung und Umsetzung neuer Technologien. Für die nächste Stufe der e-Health Evolution suchen wir kreative Köpfe, die Spaß an der Arbeit mit vielfältigen Technologien, eigenen Gestaltungsspielräumen und der beruflichen Weiterentwicklung haben.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIhr Beitrag:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSie designen, entwickeln und implementieren neue Software-Komponenten für unsere Krankenkassensysteme\u003c/li\u003e\n\u003cli\u003eDabei leisten Sie einen wichtigen Beitrag bei der Backend- bzw. Frontend-Entwicklung unserer Softwarelösungen\u003c/li\u003e\n\u003cli\u003eHier arbeiten Sie mit Technologien wie C++, C#, JavaScript, JAVA, WebAssembly und Blazor\u003c/li\u003e\n\u003cli\u003eDarüber hinaus behandeln und lösen Sie Programmfehler im Rahmen des 3rd-Level-Support\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas uns wichtig ist:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossene Ausbildung, z. B. als Fachinformatiker (m/w/d) oder Studium im Bereich IT, z. B. in Informatik, Software Engineering oder Computer Sciences\u003c/li\u003e\n\u003cli\u003eErste Berufserfahrungen in der Anwendungsentwicklung mit C++, C#, JavaScript/TypeScript, Java, HTML, CSS und PHP sind wünschenswert\u003c/li\u003e\n\u003cli\u003eInteresse daran, sich mit neuen Technologien (KI/ML) und Bereichen der Softwareentwicklung auseinanderzusetzen\u003c/li\u003e\n\u003cli\u003eGute Deutsch- und Englischkenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas Sie von uns erwarten können:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDie Möglichkeit, beim Marktführer der Branche zu arbeiten\u003c/li\u003e\n\u003cli\u003eWir legen großen Wert auf ein kollegiales und von Gemeinschaftsgefühl geprägtes Umfeld\u003c/li\u003e\n\u003cli\u003eFreiraum für Ihre Ideen innerhalb eines agilen und hochspezialisierten Umfeldes\u003c/li\u003e\n\u003cli\u003eFlache Hierarchien und kurze Entscheidungswege innerhalb der Abteilungen\u003c/li\u003e\n\u003cli\u003eNationale und internationalen Entwicklungsmöglichkeiten sowie zahlreiche Weiterbildungsmaßnahmen und Schulungen (u.a. in-house-training in Englisch)\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten, die eine ausgewogene Work-Life-Balance ermöglichen\u003c/li\u003e\n\u003cli\u003eZuschuss zur betrieblichen Altersvorsorge als Baustein einer sicheren Zukunft\u003c/li\u003e\n\u003cli\u003eBetriebliches Gesundheitsmanagement (Obst- \u0026amp; Gemüsekorb, Getränke, Untersuchungen)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSie erleichtern es uns schnell richtige Entscheidungen zu treffen, wenn Sie uns über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e Ihre aussagekräftigen Unterlagen mit Ihren Gehaltsvorstellungen übermitteln.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3jpEdAl\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSynchronizing Healthcare\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWerden Sie jetzt ein Teil davon!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eKennziffer:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ereq5506\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eStandort:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHamburg\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJob Segment:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSoftware Development\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eKontakt:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e\u003ca href=\"mailto:career@cgm.com\"\u003ecareer@cgm.com\u003c/a\u003e\u003c/strong\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/3jpEdAl\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWlZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4127d6560a17472996a425c44a34a68bd9b2961b/CompuGroup%20Medical.jpg"},{"id":"220618ef-b458-412b-9cfa-0ae8522a332f","type":"Full Time","url":"https://jobs.github.com/positions/220618ef-b458-412b-9cfa-0ae8522a332f","created_at":"Thu Feb 04 14:45:30 UTC 2021","company":"MEN AT WORK Werbeagentur GmbH","company_url":"https://www.men-at-work.de","location":"32791 Lage","title":"Backend-Webentwickler (m/w/d)","description":"\u003cp\u003eAls Webentwickler*in im Agenturumfeld hast du es echt gut. Denn hier erwarten dich wirklich abwechslungsreiche Projekte und Herausforderungen. Starre und veraltete Prozesse suchst du bei uns vergebens. Nahezu alles was du brauchst um sauber entwickeln zu können, stellen wir dir zur Verfügung. Für einen fachlichen Austausch auf Augenhöhe und gemeinsame Projekte, stehen dir die besten Kollegen jederzeit und hilfsbereit zur Seite. Aber, was soll das ganze Gesülze? Komm vorbei, lerne uns kennen! Mach dir selbst ein Bild und tausche dich mit unserem Team aus. Ganz unverbindlich.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e🖖 Deine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTechnische Konzeption und Umsetzung von interaktiven Projekten \u003cem\u003e(Okay, das kam jetzt sicherlich überraschend...)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eNeu- und Weiterentwicklung von Web-Applikationen auf der Basis von PHP \u003cem\u003e(Auch Java Entwickler können PHP lieben lernen... Wirklich!)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eRealisierung von Schnittstellen, Erweiterung oder Entwicklung von Modulen \u003cem\u003e(Mit oder ohne Stack Overflow...)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eWartung und Dokumentation \u003cem\u003e(Schnarch, aber gehört halt dazu...)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eFachlische und seelische Betreuung unserer Frontendler \u003cem\u003e(...)\u003c/em\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003e🤘 Dein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast im Bereich IT was drauf \u003cem\u003e(...und vielleicht sogar eine Ausbildung oder Studium in dem Bereich in der Tasche!?)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eMind. 3 Jahre Berufserfahrung \u003cem\u003e(Oder noch besser Berufserfahrung, seit du 3 Jahre alt bist...)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eAusgeprägtes Interesse für Web-Technologien \u003cem\u003e(Sonst würdest du dir diese Anzeige wohl nicht durchlesen...)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eEin Gespür für aufkommende Trends und Themen \u003cem\u003e(Wir haben gehört, PHP5 ist out...)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse in der objektorientierten Softwareentwicklung mit PHP \u003cem\u003e(Du weißt, PHP steht nicht für PornHub Premium!)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eErfahrung im Umgang mit Datenbanken, speziell MySQL \u003cem\u003e(A SQL query walks into a bar and sees two tables. He walks up to them and says 'Can I join you?')\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eREST, GraphQL und SOAP sollten wir was sagen \u003cem\u003e(Wir müssen endlich herausfinden, ob unsere Kaffeemaschine eine API hat...)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eErfahrung mit Versionierung auf Basis von Git \u003cem\u003e(Und kennst 'git blame', um zu gucken, wer es kaputt gemacht hat...)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eFolgende Kenntnisse sind wünschenswert, allerdings keine Voraussetzung: Contao, Symfony, Shopware \u003cem\u003e(Ist doch eh alles das Gleiche...)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eSpaß am Entwickeln, Mut zu eigenen Ideen und deren Umsetzung und natürlich Lust am Arbeiten im Team \u003cem\u003e(Einige von uns beißen nicht!)\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eWas? Du kannst noch mehr? Ey, ist nicht schlimm!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003e⭐ Dich erwartet als Entwickler*in\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEine gemeinsam erarbeitete Onboarding-Strategie\u003c/li\u003e\n\u003cli\u003eMitbestimmung in der Optimierung unserer Prozesse und Workflows\u003c/li\u003e\n\u003cli\u003eSpannende und abwechslungsreiche Projekte mit Anspruch\u003c/li\u003e\n\u003cli\u003eAktuellste Hard- und Software und Entwicklungsumgebungen\u003c/li\u003e\n\u003cli\u003eRegelmäßige Teilnahme an Events, Messen und Entwicklerkonferenzen \u003cem\u003e(...und den Messepartys danach!)\u003c/em\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003e👌 Dich erwartet als MAWler*in\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin leidenschaftliches Experten-Team und eine familiäre Atmosphäre\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten und mobile Arbeitsplätze\u003c/li\u003e\n\u003cli\u003eFreiräume für Forschung und Entwicklung\u003c/li\u003e\n\u003cli\u003eAttraktive Incentives\u003c/li\u003e\n\u003cli\u003eFreitags Essen von unserem Koch Enzo \u003cem\u003e(Das reicht eigentlich schon als Argument..)\u003c/em\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://www.men-at-work.de/jobs/bewerbung-coder\"\u003ehttps://www.men-at-work.de/jobs/bewerbung-coder\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWVZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e6facabc7e19a37c4e7ff4d5716df8d84403a787/MENATWORK_Quer_Schwarz.png"},{"id":"db99fe6f-e242-4ad5-ba9e-e1fef9a7d18f","type":"Full Time","url":"https://jobs.github.com/positions/db99fe6f-e242-4ad5-ba9e-e1fef9a7d18f","created_at":"Thu Feb 04 14:41:34 UTC 2021","company":"IVO Rechtspraak","company_url":"https://www.rechtspraak.nl/Organisatie-en-contact/Organisatie/Landelijke-diensten/ivorechtspraak/Paginas/over-ivorechtspraak.aspx","location":"Utrecht","title":"Young Talent Programma","description":"\u003cp\u003e\u003cstrong\u003eYoung Talent Programma\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat doe je als Young Talent bij IVO Rechtspraak?\u003c/strong\u003e\nHet antwoord op die vraag is een inkoppertje. Want ons Young Talent Programma draait maar om één ding: dat jij je talenten als ICT-professional maximaal ontwikkelt en inzet! We halen alles uit de kast, met een programma op maat van jou! In twee jaar tijd krijg je volop de kans om kennis en ervaring op te doen en je soft skills te vergroten. Je leert daarbij de nieuwste methodes en tools kennen, want bij IVO Rechtspraak lopen we daarin voorop. We werken bijvoorbeeld agile, in scrumteams en op basis van BusDevOps. Bovendien heb je óók nog eens maatschappelijke impact. Jij helpt de digitale rechtspraak toegankelijk te maken voor iedereen!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVerschillende richtingen\u003c/strong\u003e\nWe zoeken Young Talents in verschillende richtingen:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eInformatie Analist\u003c/li\u003e\n\u003cli\u003eAngular Developer\u003c/li\u003e\n\u003cli\u003eSoftware Developer Java\u003c/li\u003e\n\u003cli\u003eSoftware Developer .NET\u003c/li\u003e\n\u003cli\u003eSoftware Tester\u003c/li\u003e\n\u003cli\u003eDevOps Engineer\u003c/li\u003e\n\u003cli\u003eIT Trainer\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eJe draagt heel concreet bij aan de digitalisering en het digitaal toegankelijk maken van de rechtspraak. Met toepassingen voor medewerkers van de rechtspraak, zoals rechters en de mensen van de Griffies. Voor ketenpartners, zoals het OM, advocaten, de politie of de kinderbescherming. Maar ook voor ‘de man of vrouw in de straat’ die met de rechtspraak te maken krijgt.\u003c/p\u003e\n\u003cp\u003eJe werkt agile, in SCRUM-teams en op basis van BusDevOps. Lekker dynamisch en dicht bij de gebruiker. Ook pas je de nieuwste technologieën toe. Waar de markt stopt, ontwikkelen wij vaak zelf nog door. Je kunt je creativiteit dus goed kwijt!\u003c/p\u003e\n\u003cp\u003eBenieuwd naar de ervaringen van Young Talent Niek Visser? Je leest het in zijn \u003ca href=\"https://www.werkenbijderechtspraak.nl/nieuws/je-leert-de-kneepjes-van-het-vak/\"\u003eblog\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHoe je programma eruitziet\u003c/strong\u003e\nSamen kijken we welke richting jij het beste uitgaat en hoe we je het snelste ‘op vlieghoogte’ brengen. Dat is altijd een combinatie van werkervaring opdoen en leren, zo breng je nieuwe kennis direct in de praktijk. Je werkt in een team en hebt daarin je eigen inbreng. Daarnaast krijg je vakinhoudelijke trainingen, daar maken we duidelijke afspraken over. Binnen je team heb je een buddy die je begeleidt en zelfs een coach behoort tot de mogelijkheden.\u003c/p\u003e\n\u003cp\u003eAan je soft skills werk je samen met de andere deelnemers aan ons Young Talent Programma. In workshops leer je bijvoorbeeld met feedback omgaat en hoe je initiatief neemt. Het leuke van dit gezamenlijke onderdeel is dat je meteen de andere talenten uit jouw lichting leert kennen. Al zitten ze in een heel ander team. Handig om ervaringen uit te wisselen en gewoon gezellig!\u003c/p\u003e\n\u003cp\u003eBen jij een ambitieuze starter of beginnend professional? En wil je al je kwaliteiten benutten in een baan met inhoud én mooie carrièrevooruitzichten in de ICT? Grijp dan nu je kans en doe mee aan het Young Talent Programma van IVO Rechtspraak!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat we je bieden\u003c/strong\u003e\nOm te beginnen een leuke, informele werksfeer. We houden de lijnen graag kort! En je arbeidsvoorwaarden zijn prima geregeld volgens de \u003ca href=\"https://www.caorijk.nl/\"\u003eCAO Rijk\u003c/a\u003e. Wat belangrijke punten op een rij:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe salaris is €2.824 op basis van 36-urige werkweek. Je zit in schaal 9.\u003c/li\u003e\n\u003cli\u003eJe krijgt een Individueel Keuze Budget (IKB) van 16,37% over je salaris. Dit is inclusief je vakantiegeld en eindejaarsuitkering. Je kunt dit budget bijvoorbeeld laten uitkeren of in vrije dagen omzetten. Ook is het mogelijk vrije dagen te sparen.\u003c/li\u003e\n\u003cli\u003eJe houdt werk en privé prima in balans, bijvoorbeeld met de mogelijkheid van 4×9 uur, thuis werken of ouderschapsverlof. Bovendien krijg je 144 vakantie- en 21,6 IKB-uren op basis van een 36-urige werkweek.\u003c/li\u003e\n\u003cli\u003eJe hebt veel doorgroeimogelijkheden. Zeker omdat we alles doen op IT-gebied, van architectuur tot ontwikkeling en beheer. Ook is er alle ruimte om je vakkennis en persoonlijke skills te ontwikkelen.\u003c/li\u003e\n\u003cli\u003eBij IVO Rechtspraak stimuleren we reizen met het OV! Je krijgt een OV-chipkaart waarmee je gratis naar je werk reist.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe verwachten in april 2021 te starten met het programma.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat we van je vragen\u003c/strong\u003e\nDit zijn de dingen waar je volgens het ideaalplaatje aan voldoet:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe hebt een hbo- of wo-studie afgerond met een sterke ICT-component\u003c/li\u003e\n\u003cli\u003eJe hebt niet meer dan 2 jaar werkervaring\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring met programmeren\u003c/li\u003e\n\u003cli\u003eJe wilt veel leren en jezelf ontwikkelen\u003c/li\u003e\n\u003cli\u003eJe bent initiatiefrijk\u003c/li\u003e\n\u003cli\u003eJe houdt wel van een uitdaging\u003c/li\u003e\n\u003cli\u003eJe Nederlands is uitstekend, zowel spreken als schrijven\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDoe je mee aan ons talentprogramma, dan vragen we ook altijd een Verklaring Omtrent Gedrag.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMeer weten?\u003c/strong\u003e\nBenieuwd naar ervaringen van onze Young Talents of naar specifieke vacatures binnen het programma?\u003c/p\u003e\n\u003cp\u003eKijk dan op:\n\u003ca href=\"www.werkenbijderechtspraak.nl/ivo-rechtspraak/young-talent-programma-ivo-rechtspraak/\"\u003ewww.werkenbijderechtspraak.nl/ivo-rechtspraak/young-talent-programma-ivo-rechtspraak/\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eTrefwoorden: Software Engineer, DevOps Engineer, IT Trainer, Angular Developer, Platform Engineer, Software Tester, IT, ICT\u003c/em\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eIs het Young Talent Programma bij IVO Rechtspraak iets voor jou? Kijk dan nu snel op onze Young talent pagina voor alle Young talent vacatures en reageer dan uiterlijk 28 februari via onze \u003cstrong\u003e\u003ca href=\"https://www.werkenbijderechtspraak.nl/ivo-rechtspraak/young-talent-programma-ivo-rechtspraak/?utm_source=Adver\u0026amp;utm_medium=social\u0026amp;utm_campaign=IVO\"\u003esollicitatiepagina\u003c/a\u003e\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003eMeer weten? Bel Peter Versteeg, 06 3168 4603, HR adviseur.\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaVdZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8139f42d2b65a9bb8b96bce9319a4831f394a2bc/Logo%202020.jpg"},{"id":"045c7b3e-07ae-49c4-a17d-1e4f0f9cdf0e","type":"Full Time","url":"https://jobs.github.com/positions/045c7b3e-07ae-49c4-a17d-1e4f0f9cdf0e","created_at":"Thu Feb 04 12:38:45 UTC 2021","company":"igniti GmbH","company_url":"https://www.igniti.de/","location":"Jena","title":"Senior C++ Softwareentwickler (m/w/d) (ganz oder teilweise im Homeoffice möglich)","description":"\u003cp\u003eUnsere Kunden schätzen die Teamarbeit, Professionalität und Qualität unserer Ergebnisse. Dieser Erfolg basiert auf der Summe aus Enthusiasmus, Liebe zur IT, Innovation und der Wertschätzung jedes einzelnen Kollegen.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eWerde Teil unseres knapp 60 Kopf starken Teams in Jena. Im JenTower findest Du Deinen Platz über den Dächern und im Zentrum Jenas.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben bei uns\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eC++ Softwareentwicklung in verschiedenen Hochtechnologie  Projekten\u003c/li\u003e\n\u003cli\u003eTeilweise Hardwarenahe Entwicklung sowie Testausführung direkt an den Geräten\u003c/li\u003e\n\u003cli\u003eTechnische Führung von Entwicklungsprojekten\u003c/li\u003e\n\u003cli\u003eSicherung von Quellcode-Qualitätsstandards\u003c/li\u003e\n\u003cli\u003eKonzeption, Programmierung und Weiterentwicklung komplexer Applikationen und Architekturen\u003c/li\u003e\n\u003cli\u003eDirekte Zusammenarbeit eng mit dem Kunden beginnend bei Anforderungsanalyse bis hin zu Dokumentation und Deployment\u003c/li\u003e\n\u003cli\u003eMittel bis Langfristig (ca. 1-3 Jahre) wechselnde Projekte und Herausforderungen\u003c/li\u003e\n\u003cli\u003eProjekt übergreifender Erfahrungs- und Wissensaustausch\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas wir von Dir erwarten\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSehr umfassende Kenntnisse in c++ und modernen Standards, mindestens ab c++11\u003c/li\u003e\n\u003cli\u003e5+ Jahre Programmiererfahrung\u003c/li\u003e\n\u003cli\u003eModerne Softwareentwicklung (Workflows, Versionskontrollsysteme, Ticketsysteme, Buildsysteme und Automatisierung, Testautomatisierung)\u003c/li\u003e\n\u003cli\u003ePlattformübergreifende Erfahrung sowohl bei Systemumgebungen, Compilern und Bibliotheken\u003c/li\u003e\n\u003cli\u003eDu kennst dich mit den verschiedenen OpenSource Lizenzen aus\u003c/li\u003e\n\u003cli\u003eMentoring anderer Kollegen\u003c/li\u003e\n\u003cli\u003eEmbedded - Knowhow wäre großartig\u003c/li\u003e\n\u003cli\u003eErfahrungen im Umgang mit Qt ist von Vorteil\u003c/li\u003e\n\u003cli\u003eDu weißt, wie du deinen Code richtig testest\u003c/li\u003e\n\u003cli\u003eFlexibilität und Enthusiasmus für verschiedene Technologien\u003c/li\u003e\n\u003cli\u003eErfahrung aus dem regulierten Umfeld ( Medizintechnik , Automotive , Luft- und Raumfahrt ) wünschenswert\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWir bieten Dir\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSpannende Projekte mit viel Abwechslung\u003c/li\u003e\n\u003cli\u003eLeistungsgerechte Bezahlung\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten und Arbeitsort Deiner Wahl\u003c/li\u003e\n\u003cli\u003eAktive Förderung von Weiterbildung mit festem Budget\u003c/li\u003e\n\u003cli\u003eGesundheitsförderung und regelmäßiges Bewegungsprogramm\u003c/li\u003e\n\u003cli\u003eMitarbeiter-Events\u003c/li\u003e\n\u003cli\u003eJob-Ticket für den öffentlichen Nahverkehr\u003c/li\u003e\n\u003cli\u003eObst-Flatrate\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDu willst erst einmal sehen, wie das bei uns so läuft?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSuper! Genauso geht’s uns mit Dir. Schick uns einfach ein paar Deiner aussagekräftigsten Arbeiten. Auch Unfertiges kann viel von Deinem eigentlichen Können erzählen, also trau Dich! Wir freuen uns über ein Anschreiben, das uns erzählt, wer Du bist, was Du machst und wo Du hin willst. Haben wir uns erst einmal kennengelernt, entscheiden wir gemeinsam, wie es mit uns weitergeht.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/6e16a134381b3bd3ee28e3ec17a83641481b72b8/68747470733a2f2f742e676f686972696e672e636f6d2f682f30373935336261306266303536616631333333303063616133323030613137653064363735313138343934666663643535613966396232316330656266373335\"\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/c21691fd871c2729c8656b6987022001670a977f18c9607974942271e69f3b2f\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaHFZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b3cf6cdea7efc17739209022069feea05be57ff0/igniti%20GmbH.jpg"},{"id":"e28fcfec-778f-466f-997a-b8f46a0b8023","type":"Full Time","url":"https://jobs.github.com/positions/e28fcfec-778f-466f-997a-b8f46a0b8023","created_at":"Thu Feb 04 12:35:11 UTC 2021","company":"European IT Consultancy EITCO GmbH","company_url":"https://www.eitco.de/","location":"Bonn","title":"DevOps Engineer (m/w/d)","description":"\u003cp\u003eWir bei EITCO entwickeln IT-Lösungen, die Arbeitsabläufe und Geschäftsprozesse intelligent und wirksam verbessern.\u003c/p\u003e\n\u003cp\u003eDie Zufriedenheit unserer Kunden und Partner steht bei EITCO ebenso im Mittelpunkt wie das Wohlbefinden unserer Mitarbeiter.\u003c/p\u003e\n\u003cp\u003eAls mittelständisches Dienstleistungsunternehmen sind wir stolz auf unsere flache Hierarchie, die flexiblen Arbeitsbedingungen sowie unsere wertschätzende und familiäre Atmosphäre.\u003c/p\u003e\n\u003cp\u003eDies ist die Basis unserer Leistungsfähigkeit, mit der wir seit vielen Jahren erfolgreich am Markt sind.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.eitco.de\"\u003ehttps://www.eitco.de\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWir suchen\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFür unser Application Management Team suchen wir ab sofort einen DevOps Engineer (m/w/d) für Systemintegration zur Festanstellung in Vollzeit, der die Schnittstelle zwischen Systemtechnik, Anwendungsentwicklung und Fachabteilung bildet.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Position\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBetreuung der Anwendung im Betrieb\u003c/li\u003e\n\u003cli\u003eVerantwortung für den Applikationsbetrieb, u.a. Überwachung Installationen und Fortführung\u003c/li\u003e\n\u003cli\u003eAnpassung des Servicedesigns des Verfahrens, z.B. bei Änderung der Parameter sowie Anpassungen der Architektur\u003c/li\u003e\n\u003cli\u003eVerantwortung für den Betrieb der Anwendung\u003c/li\u003e\n\u003cli\u003eSteuerung des Rollouts von Releases\u003c/li\u003e\n\u003cli\u003eBewertung von Changes, z.B. die technische Umsetzung von fachlichen Änderungen bei der Entwicklung und deren Auswirkung auf den Applikationsbetrieb\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eUnsere Technologien\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLinux (SLES, CentOS, Ubuntu)\u003c/li\u003e\n\u003cli\u003eAutomatisierung / Konfigurationsmanagement (Puppet)\u003c/li\u003e\n\u003cli\u003eVersionsverwaltung (git)\u003c/li\u003e\n\u003cli\u003eSkriptsprachen (bash, ruby, powershell)\u003c/li\u003e\n\u003cli\u003eJava-Applicationserver (Tomcat)\u003c/li\u003e\n\u003cli\u003eMessage Broker (Apache ActiveMQ)\u003c/li\u003e\n\u003cli\u003eRDBMS (PostgreSQL, MariaDB/MySQL, MS SQL)\u003c/li\u003e\n\u003cli\u003eMonitoring (Nagios, Prometheus)\u003c/li\u003e\n\u003cli\u003eESB (Apache Karaf / Camel)\u003c/li\u003e\n\u003cli\u003eVirtualisierung (Virtualbox / vagrant, VmWare)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu bist vertraut mit Open Source Projekten und der Linux-Welt\u003c/li\u003e\n\u003cli\u003eEin sicherer Umgang mit Apache Tomcat und diverser Middleware ist für dich kein Problem\u003c/li\u003e\n\u003cli\u003eideal: Betreuung verteilter Systeme\u003c/li\u003e\n\u003cli\u003eideal: Du hast Puppet-Kenntnisse\u003c/li\u003e\n\u003cli\u003eTeamgeist und Kommunikationsbereitschaft ist für dich selbstverständlich\u003c/li\u003e\n\u003cli\u003eMindestens 1-2 Jahre Berufserfahrung oder Berufs-/ Quereinstieg\u003c/li\u003e\n\u003cli\u003eDeutsch auf muttersprachlichem Niveau und gute Englischkenntnisse in Wort und Schrift\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWarum wir?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e(Familien-) Freundliche Arbeitsatmosphäre\u003c/li\u003e\n\u003cli\u003eFlache Hierachien und kurze Entscheidungswege\u003c/li\u003e\n\u003cli\u003eWeiterbildungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eCommunity of Practice\u003c/li\u003e\n\u003cli\u003eMonatlicher OpenFriday mit Beiträgen aller Mitarbeitenden\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten mit Gleitzeit\u003c/li\u003e\n\u003cli\u003e30 Tage Urlaub\u003c/li\u003e\n\u003cli\u003eBetriebliches Gesundheitsmanagement mit Betriebssport, Fitnessstudios und Leasingfahrrädern\u003c/li\u003e\n\u003cli\u003eMitarbeiterbenefits\u003c/li\u003e\n\u003cli\u003eEinarbeitung mit eigenem Paten\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKontakt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDeine Ansprechpartnerin:\u003c/p\u003e\n\u003cp\u003eMeike Bodemann, HR Manager/Management Assistent\nEuropean IT Consultancy EITCO GmbH\nFon +49 (228) 338 881 150\u003c/p\u003e\n\u003cp\u003eStandorte:\nBerlin, Potsdamer Platz 10, 10785 Berlin\nBonn, Am Bonner Bogen 6, 53227 Bonn\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/c60992aad5f3cb3e2f5de5bca876bc4d5dee942b/68747470733a2f2f742e676f686972696e672e636f6d2f682f31373134353933326465633865323733666131326162616165636331616165363237633565303932363761383539626137666236366464306165353839303264\"\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/242b388fcd48598b4a95bc198af888ade257b7698f0129d2408de1c746a6e9ae\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFdZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--08e37dc1d4ef401d4e531a8fcf90a1fa76341024/European%20IT%20Consultancy%20EITCO%20GmbH.png"},{"id":"aa5a4c42-7a7a-4513-9de6-a0daeba36d87","type":"Full Time","url":"https://jobs.github.com/positions/aa5a4c42-7a7a-4513-9de6-a0daeba36d87","created_at":"Mon Nov 30 12:07:01 UTC 2020","company":"Microsoft","company_url":"https://www.microsoft.com/en-ie/futurenavigators","location":"Dublin, Ireland","title":"Microsoft Software Engineer. Dublin, Ireland.","description":"\u003cp\u003eAbout This Role:\u003c/p\u003e\n\u003cp\u003eMicrosoft engineers inspire, empower and lead. As an engineer at Microsoft Ireland, you can develop solutions used by hundreds of millions of people around the world. With teams working on Microsoft 365, Azure, Modern Workplace Transformation Solutions, Identity and Natural Language Experiences, there is no limit to what you can achieve\u003c/p\u003e\n\u003cp\u003eWe are recruiting Software Engineers for teams across the organisation. Successful candidates must have an inquisitive, can-do mindset.The ability to break barriers, challenge the status quo, and build connections across organizations is crucial.\u003c/p\u003e\n\u003cp\u003eIf you want to build best-in-class solutions using robust coding practices and the latest tech in a fast-paced DevOps environment, apply today.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign and deliver the next generation of highly scalable, intelligent cloud services and products.\u003c/li\u003e\n\u003cli\u003eBuild and support modern web applications and large-scale distributed services.\u003c/li\u003e\n\u003cli\u003eProduce high quality code that is unit tested, code reviewed, and checked regularly for continuous integration.\u003c/li\u003e\n\u003cli\u003eCollaborate with colleagues including product owners, UX designers, ML Engineers/Researchers, data scientists and other engineers to create delightful and meaningful experiences for our customers.\u003c/li\u003e\n\u003cli\u003eEvangelize and/or propose new ideas while \"bringing others along”.\u003c/li\u003e\n\u003cli\u003eDemonstrate a sense of pride, ownership, and personal accountability for end-to-end products.\u003c/li\u003e\n\u003cli\u003eLearn continuously and work comfortably with the latest technologies (serverless, containerized apps, AI/ML, IoT, .NET Core, etc.) in Microsoft. \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eJob Requirements:\u003c/p\u003e\n\u003cp\u003eBasic Requirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least 5 years of experience as a software engineer or as a software developer\u003c/li\u003e\n\u003cli\u003e3 years' minimum software development experience using OOP languages (C#, C++, Java, etc.)\u003c/li\u003e\n\u003cli\u003e2 years' minimum experience working with cloud computing platforms like Azure, AWS, or similar\u003c/li\u003e\n\u003cli\u003eExperience with distributed systems design and implementation, especially microservices architecture\u003c/li\u003e\n\u003cli\u003eSoftware engineering fundamentals (data structures, algorithms, async programming patterns, object-oriented design, parallel programming).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred Qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with TypeScript or JavaScript or React or Angular;\u003c/li\u003e\n\u003cli\u003eA minimum of a bachelor’s degree in Computer Science, Engineering or a related field, or equivalent alternative education, skills, and/or practical experience is required.\u003c/li\u003e\n\u003cli\u003eMachine Learning or Deep Learning experience would be a bonus but not required. After all, we believe in learning and growing on the job.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAbout you\u003c/p\u003e\n\u003cp\u003eAre you customer obsessed? Do you think about your customer’s needs and the scenarios they will arise in? Do you demonstrate user empathy and seek to create solutions that delight your customers?\u003c/p\u003e\n\u003cp\u003eAre you passionate about learning and applying the latest technologies while building high-quality web applications, APIs and microservices with high availability and reliability?\u003c/p\u003e\n\u003cp\u003eIf this all sounds like you, you’re exactly the kind of candidate we’re looking for. Apply today.\u003c/p\u003e\n\u003cp\u003eAbout Microsoft Engineering\u003c/p\u003e\n\u003cp\u003eAt Microsoft Engineer you can have impact at scale. we embrace the Growth Mindset to deliver impactful solutions for our customers. Collaboration, innovation and customer obsession are central to our culture. This environment inspires better solutions for our customers, partners and ultimately the world.\u003c/p\u003e\n\u003cp\u003eBenefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIndustry leading healthcare\u003c/li\u003e\n\u003cli\u003eSavings and investments\u003c/li\u003e\n\u003cli\u003eGenerous annual leave\u003c/li\u003e\n\u003cli\u003eMaternity and paternity leave\u003c/li\u003e\n\u003cli\u003eOpportunities to network and connect\u003c/li\u003e\n\u003cli\u003eDiscounts on products and services\u003c/li\u003e\n\u003cli\u003eGiving programs\u003c/li\u003e\n\u003cli\u003eEducational resources\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits/perks listed may vary depending on the nature of your employment with Microsoft and the country where you work.\u003c/p\u003e\n\u003cp\u003eEqual Opportunities\u003c/p\u003e\n\u003cp\u003eMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, colour, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eFor more information and to apply, visit \u003ca href=\"https://www.microsoft.com/en-ie/futurenavigators\"\u003ehttps://www.microsoft.com/en-ie/futurenavigators\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE9SIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d00c59bdddb26215f09bc6a5499ceb35b6306594/MSFT_logo_rgb_C-Gray_200x200%5B2%5D.jpg"},{"id":"6db8b7d4-1f12-4016-afa4-8a44d195a21c","type":"Full Time","url":"https://jobs.github.com/positions/6db8b7d4-1f12-4016-afa4-8a44d195a21c","created_at":"Wed Feb 03 21:05:52 UTC 2021","company":"Cognite","company_url":"https://www.cognite.com","location":"Texas","title":"Solution Architect","description":"\u003cp\u003eThe Solution Architect is responsible for the design of complex end to end solutions for both new and existing clients. The Solutions Architect is the technical subject matter expert in all technology offering across the professional and managed services catalog. The Solution Architect works closely with the sales team and the customer success team through through the entire process from discovery through implementation. You will work with our data scientists and customers to map out technical requirements and architect a robust and familiar solution made up of components that we support.\u003c/p\u003e\n\u003cp\u003eBy working with our strategic customers, you will identify opportunities for new products and features that enhances what we do, and will work with our product managers and tech leads to continuously improve Cognite's SaaS offering.\u003c/p\u003e\n\u003cp\u003eThe result is a mix of consulting, architecture and product development in a welcoming cross-functional team. Above all else, we strive to foster a supportive team environment where everyone is excited to share ideas, ask for help, and learn from each other.\u003c/p\u003e\n\u003cp\u003eCognite is a global industrial Software-as-a-Service (SaaS) company enabling the full-scale digital transformation of heavy-asset industries. Our core software product, Cognite Data Fusion (CDF), powers companies with contextualized OT/IT data to develop and scale solutions that increase safety, sustainability, efficiency, and drive revenue.\u003c/p\u003e\n\u003cp\u003eHeadquartered in Oslo, Norway with offices in Japan and America, Cognite has garnered the attention and partnership of some of the world's top industrial and tech companies, and the company’s success has been profiled in publications like Boston Consulting Group, Bloomberg, Digital Energy Journal, and Forbes. Google awarded Cognite Google Cloud Technology Partner of the Year 2019 for Manufacturing and Austin Business Journal named Cognite 2020 Best Places to Work.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://apply.workable.com/cognite/j/D7CF16FB55/\"\u003ehttps://apply.workable.com/cognite/j/D7CF16FB55/\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaENZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1b50a37d6656346b1ffaa487950c0b0d6a8e220a/Cognite%20Logo%20-%20Vertical%20Medium.jpg"},{"id":"eb3071be-4111-413d-bfe9-8b85e9e8737c","type":"Full Time","url":"https://jobs.github.com/positions/eb3071be-4111-413d-bfe9-8b85e9e8737c","created_at":"Wed Feb 03 16:49:02 UTC 2021","company":"Animoto","company_url":"http:","location":"Remote (USA only)","title":"Senior Software Engineer, Full Stack","description":"\u003cp\u003eWe are a remote-first, office-optional team. You are invited to do the best work of your life from anywhere within the USA.\u003c/p\u003e\n\u003cp\u003eAt Animoto, we have always believed video is the most powerful form of communication. The pandemic has made this more true than ever. Small businesses face unprecedented challenges in connecting with their audiences, as consumers are also challenged to connect with friends and family. Video can bring us together.\u003c/p\u003e\n\u003cp\u003eThat’s why our mission is to help anyone make a powerful, professional video. We make best-in-class, easy-to-use web and mobile video creation apps, with pre-built narrative templates and stunning video styles, that help our customers customize their own engaging videos to share on social media and beyond.\u003c/p\u003e\n\u003cp\u003eOver the next three years, we have a mission to make video creation faster, easier, and more fun, on any device, in ways that have never been done before.\u003c/p\u003e\n\u003cp\u003eWe are looking for a senior full stack engineer to join our product application teams. You will be working closely with the product, design mobile and other full-stack engineers to help propel our award-winning video creation service to the next level. You will be developing a responsive, elegant web experience and pioneering the next generation of video creation software.\u003c/p\u003e\n\u003cp\u003eWhat you’ll do:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCollaborate with a team of engineers and product designers to develop new features while iterating and improving the existing experience\u003c/li\u003e\n\u003cli\u003eBuild efficient and reusable React components and services using NodeJS and Ruby on Rails\u003c/li\u003e\n\u003cli\u003eEnsure high standards in architecture discussions, code reviews, and provide technical leadership\u003c/li\u003e\n\u003cli\u003eAdvocate for best practices, great usability, and exceptional quality\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat we’re looking for:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of professional experience building front-end web applications\u003c/li\u003e\n\u003cli\u003eExpert knowledge of JavaScript\u003c/li\u003e\n\u003cli\u003eExperience with modern JavaScript libraries and tooling\u003c/li\u003e\n\u003cli\u003eExperience with server-side web frameworks\u003c/li\u003e\n\u003cli\u003eClient-side performance and optimization experience\u003c/li\u003e\n\u003cli\u003eStrong Computer Science fundamentals\u003c/li\u003e\n\u003cli\u003eExcellent communication and organization skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat we offer:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOpportunities for professional growth\u003c/li\u003e\n\u003cli\u003e100% covered health insurance\u003c/li\u003e\n\u003cli\u003eEquity\u003c/li\u003e\n\u003cli\u003eContribution to 401k\u003c/li\u003e\n\u003cli\u003e$600 as part of our subscriptions perk\u003c/li\u003e\n\u003cli\u003eRemote work setup\u003c/li\u003e\n\u003cli\u003eBi-weekly Product Demos, Social Thursdays, Focus Fridays\u003c/li\u003e\n\u003cli\u003eBi-annual company events and hackathons\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePlease note that we are not currently sponsoring visas.\u003c/p\u003e\n\u003cp\u003eWe embrace the differences of our team members and seek diversity of beliefs, backgrounds, education, and all the other things that make us unique. It is our inherent belief that diverse teams build better products. We aim to create a space where employees can bring their true selves to work every day. Animoto is proud to be an equal opportunity workplace and affirmative action employer. We welcome you to be a part of it.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/animoto/2afb604a-c7c5-4001-83ab-6d75b2176fbc?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/animoto/2afb604a-c7c5-4001-83ab-6d75b2176fbc?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ2VZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f628007bcf6b879633372a24424ea78c7241cccb/YoutubeLogo.png"},{"id":"5cf52acc-82f7-4350-af99-46bd2cf4f014","type":"Full Time","url":"https://jobs.github.com/positions/5cf52acc-82f7-4350-af99-46bd2cf4f014","created_at":"Wed Feb 03 17:04:44 UTC 2021","company":"Bitovi","company_url":"https://www.bitovi.com/","location":"REMOTE - North America","title":"React Developer and Consultant","description":"\u003cp\u003e\u003cstrong\u003eABOUT BITOVI:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt Bitovi, we design and build the breakthrough web apps today’s businesses need to lead their industries tomorrow. Companies small and large—including some of the world’s most iconic brands—rely on our expertise to deliver outsized results.\u003c/p\u003e\n\u003cp\u003eAn efficient team, we hire only deeply experienced professionals with the talent and passion to push our client projects towards success. We’ve built many of the open-source tools other developers use every day. And our product delivery team can bring even the most complex solutions to fruition.\u003c/p\u003e\n\u003cp\u003eKnown for being easy to work with, we are flexible, friendly and fast. When you need exceptional digital tools that really move the needle, Bitovi delivers web experiences that inspire customer excitement and loyalty.\u003c/p\u003e\n\u003cp\u003eOur team consists of about 40 developers and designers located around the US and Canada. This is a remote, full-time position.  Due to historical travel requirements, we are seeking candidates in the US or Canada who are willing and able to travel in the future once business travel resumes.  Travel averages approximately 3-5 days every 10 weeks.\u003c/p\u003e\n\u003cp\u003eTL;DR A good short read for interested candidates is our blog post \u003ca href=\"https://www.bitovi.com/blog/hello-potential-bitovian\"\u003eHello Potential Bitovian\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT WE’RE LOOKING FOR:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for highly qualified individuals with the following (in order of priority): \u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e4+ years professional experience developing single page applications\u003c/li\u003e\n\u003cli\u003eA solid background in Modern Front End Development, including JavaScript frameworks \u003c/li\u003e\n\u003cli\u003eProfessional experience in React\u003c/li\u003e\n\u003cli\u003eExperience with state management patterns, functional components with hooks, and functional testing\u003c/li\u003e\n\u003cli\u003eStrong communication and interpersonal skills who are comfortable interacting with clients\u003c/li\u003e\n\u003cli\u003eA good understanding of Computer Science (CS degree, or equivalent knowledge is required)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are looking for a candidate who has strong React knowledge and production experience on top of a solid JavaScript background.  The interview process will focus on both JavaScript and React understanding.  While this role will typically work on React projects with our clients, team members will have the opportunity to work on other frameworks as well.\u003c/p\u003e\n\u003cp\u003eWe welcome diversity and non-traditional paths into the developer profession, and advocate strongly for hiring the right person as opposed to the right combination of tech keywords. \u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMORE ABOUT THE JOB:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou’ll work with clients to create applications, discussing and designing architectures, reviewing code, and researching new front-end technologies.  You’ll have the opportunity to shape a small and growing company by applying your talent and passion to the Angular and JavaScript communities in your own way. \u003c/p\u003e\n\u003cp\u003eBitovians often:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePresent at conferences\u003c/li\u003e\n\u003cli\u003eGive trainings\u003c/li\u003e\n\u003cli\u003ePlan and run meetups\u003c/li\u003e\n\u003cli\u003eCreate and maintain open source projects\u003c/li\u003e\n\u003cli\u003eWrite articles and create content\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBENEFITS:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt Bitovi, you’ll have the opportunity to work with a team of talented individuals who will support and challenge you.  You’ll grow through various experiences on client projects as well as internal initiatives and strategic projects.\u003c/p\u003e\n\u003cp\u003eBitovians get a slate of great benefits. Bitovi offers:\u003c/p\u003e\n\u003cp\u003eCompetitive salary and yearly bonuses\nBi-annual company retreats to places like Las Vegas, New Orleans, and Amelia Island, Florida\n401(k) plan with matching\n4 weeks of paid vacation\nHealth and dental insurance\nLTD and Life Insurance\nGym membership reimbursement\nPaid Maternity \u0026amp; Paternity leave\nWorking from home with flexible hours\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHOW TO APPLY:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eShare a resume and a thoughtful, personalized introduction (don't skip this!) that shows us that you’re the kind of person we’ve described above.  Your thoughtful introduction should cover why you are interested in this role, something you recently worked on and are proud of, and a fun fact about yourself. \u003c/p\u003e\n\u003cp\u003e*Please note that we are not interested in working with Recruiters or Hiring firms at this time. All offers are contingent on passing a successful background check.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease use \u003ca href=\"https://bitovi.applytojob.com/apply/y2WQT8VeWc/React-Developer-And-Consultant-FT-Remote?source=github\"\u003ethis link\u003c/a\u003e to apply.\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ3lZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ea1619cf85bf3b6d816d407f71431443c6547a80/bitovi_bits_red.png"},{"id":"4038bd10-222a-4764-ba69-edff432c02e3","type":"Full Time","url":"https://jobs.github.com/positions/4038bd10-222a-4764-ba69-edff432c02e3","created_at":"Wed Feb 03 16:32:42 UTC 2021","company":"NYU Langone Health","company_url":null,"location":"New York","title":"Senior CRM Application Developer","description":"\u003cp\u003eNYU Langone Health is a world-class, patient-centered, integrated academic medical center, known for its excellence in clinical care, research, and education. It comprises more than 200 locations throughout the New York area, including five inpatient locations, a children’s hospital, three emergency rooms and a level 1 trauma center. Also part of NYU Langone Health is the Laura and Isaac Perlmutter Cancer Center, a National Cancer Institute designated comprehensive cancer center, and NYU Grossman School of Medicine, which since 1841 has trained thousands of physicians and scientists who have helped to shape the course of medical history.\nWe have an exciting opportunity to join our team as a Senior CRM Application Developer.\nIn this role, the successful candidate reports to the Director of Fundraising Analytics and Data Services. This role works in a team environment to support NYU Langone Health’s Office of Development \u0026amp; Alumni Affair’s existing and future application systems with a focus on Blackbaud CRM and Blackbaud’s Luminate product.\nThe Senior CRM Application Developer will be expected to participate in all facets of application development including the requirements gathering process, solution design, code and UI development quality assurance, and deployment.\nKey Responsibilites:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eResponsible for the successful delivery of new application features\u003c/li\u003e\n\u003cli\u003eIntegration between applications, integration with data vendors, and defect fixing of existing applications\u003c/li\u003e\n\u003cli\u003eProduce data exports, reports and dashboards for various areas of the organization to analyze\u003c/li\u003e\n\u003cli\u003eMaintain proficiency in the most current content and structural use of the Development Offices donor database system, Blackbaud CRM (TRAX)\u003c/li\u003e\n\u003cli\u003eAs technical lead, responsible for the successful development and delivery of new BBCRM application features such as data-lists, data forms, dashboards, APIs, widgets, smart fields, KPIs, and UI models\u003c/li\u003e\n\u003cli\u003eUtilizing T-SQL to assist in the development of data reporting in order to perform complex queries and data mining. Create and maintain complex stored procedures as required\u003c/li\u003e\n\u003cli\u003eDesign and develop SQL Server stored procedures, functions and views to be used during the ETL Process using SSIS\u003c/li\u003e\n\u003cli\u003eResponsible for building and maintaining integrations between BBCRM and other applications (Salesforce, Tableau, Luminate APIs) and integrations with data vendors\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA Bachelor’s Degree  (in Computer Science or similar, or commensurate experience if not related to degree)\u003c/li\u003e\n\u003cli\u003e5-7+ years of relevant experience required including:\u003c/li\u003e\n\u003cli\u003eMinimum 2 years of experience developing custom features for the Blackbaud CRM application Blackbauds Software Development Kit (SDK)\u003c/li\u003e\n\u003cli\u003eAt least 5 years of experience developing with an object-oriented language such as VB, .NET or C#, HML, CSS, XML\u003c/li\u003e\n\u003cli\u003eMinimum 5 years of experience developing against MS SQL Server and full knowledge of T-SQL, SSIS and SSRS\u003c/li\u003e\n\u003cli\u003e1 year of management experience preferred\u003c/li\u003e\n\u003cli\u003eExperience with Blackbaud’s Luminate Online and Pagebuilder preferred\u003c/li\u003e\n\u003cli\u003eExperience with Web development languages such as Drupal, JavaScript, and/or ASP. NET preferred\u003c/li\u003e\n\u003cli\u003eKnowledge of non-profit healthcare philanthropy a plus\u003c/li\u003e\n\u003cli\u003eAbility to work independently as well as in an interdepartmental team\u003c/li\u003e\n\u003cli\u003eTime management skills with the ability to prioritize, meet deadlines, plan and manage multiple simultaneous projects and handle shifting priorities\u003c/li\u003e\n\u003cli\u003eDisciplined and detail-oriented in a fast-paced environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNYU Langone Health provides its staff with far more than just a place to work. Rather, we are an institution you can be proud of, an institution where you’ll feel good about devoting your time and your talents.\nPlease apply online at \u003ca href=\"https://jobs.nyulangone.org/job/11993888/senior-crm-application-developer-new-york-ny/\"\u003ehttps://jobs.nyulangone.org/job/11993888/senior-crm-application-developer-new-york-ny/\u003c/a\u003e\nNYU Langone Health is an equal opportunity and affirmative action employer committed to diversity and inclusion in all aspects of recruiting and employment.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease apply online at \u003ca href=\"https://jobs.nyulangone.org/job/11993888/senior-crm-application-developer-new-york-ny/\"\u003ehttps://jobs.nyulangone.org/job/11993888/senior-crm-application-developer-new-york-ny/\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ1NZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f3092ee5c0759ed6e5abd5381f863f7b9c406e42/NewLogoPurpleType.jpg"},{"id":"069659c1-5cc7-4712-b464-3d808d3679c1","type":"Full Time","url":"https://jobs.github.com/positions/069659c1-5cc7-4712-b464-3d808d3679c1","created_at":"Wed Feb 03 15:27:25 UTC 2021","company":"Loop \u0026 Tie","company_url":"http:","location":"Remote","title":"Full Stack Software Engineer","description":"\u003ch3\u003eAbout Loop \u0026amp; Tie:\u003c/h3\u003e\n\u003cp\u003eLoop \u0026amp; Tie is an engagement platform helping businesses connect with customers and employees through gifting. Our platform offers businesses the data they need to assess ROI and the functionally they need to easily integrate gifting into their acquisition and retention programs. We envision a world where showing gratitude is a core business activity, and we’re the engine powering millions of acts of appreciation.\u003c/p\u003e\n\u003cp\u003eWe are a fast-paced, user-first technology company that’s passionate about building responsibly. We believe the future of work is a regenerative corporate environment where giving and receiving are in balance. When we build we don’t just think about maximizing profit—we believe you can be wildly profitable while also being socially and environmentally conscious. Our fully-remote team is comprised of 16 awesome people (and quickly growing!) in New York, Texas, and North Carolina. We are committed to developing diverse teams. Our current team is 35% POC and 60% women, and we continuously strive to add more diversity on our team.\u003c/p\u003e\n\u003ch3\u003eJob Requirements and Responsibilities:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eStrong front-end experience and familiarity working in a Rails system (you're full stack, but leaning more toward front-end)\u003c/li\u003e\n\u003cli\u003eDesign, build, and test end-to-end features using Rails\u003c/li\u003e\n\u003cli\u003eWrite comprehensive tests\u003c/li\u003e\n\u003cli\u003eCreate and maintain APIs\u003c/li\u003e\n\u003cli\u003ePlan and maintain a product long-term\u003c/li\u003e\n\u003cli\u003ePlan stories and resolve assigned tickets in Pivotal Tracker\u003c/li\u003e\n\u003cli\u003eParticipate in code reviews; follow and assist in the development of Loop and Tie's coding guidelines\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eCandidate Qualifications:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eFamiliarity with our stack: Rails sitting on top of Heroku using Postgres, Elasticsearch, Redis, and a variety of AWS services\u003c/li\u003e\n\u003cli\u003e3+ years of professional software development experience for the web\u003c/li\u003e\n\u003cli\u003eExperience deploying and supporting code in production\u003c/li\u003e\n\u003cli\u003eKnowledge of development best practices (agile methodologies, code reviews, Javascript testing frameworks)\u003c/li\u003e\n\u003cli\u003eExperience in full life-cycle development of web applications\u003c/li\u003e\n\u003cli\u003eYou have startup experience and you enjoy working with small teams\u003c/li\u003e\n\u003cli\u003eExperience with a web frameworks and ORMs, like Rails or Django\u003c/li\u003e\n\u003cli\u003eExperience with Angular, React, or plain old Javascript (ES6+ preferred)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eWhat You Get:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eFully remote role, so you can work from home\u003c/li\u003e\n\u003cli\u003e3 weeks vacation and a generous company holiday calendar\u003c/li\u003e\n\u003cli\u003eWellness and education benefits\u003c/li\u003e\n\u003cli\u003eDental and health insurance\u003c/li\u003e\n\u003cli\u003eStock options\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003ePlease email your resume to \u003ca href=\"mailto:orlando@loopandtie.com\"\u003eorlando@loopandtie.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ09ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bea1c2576f84c2d6ec821552e05c9d2a4be970fb/logo-black.png"},{"id":"4a7282f2-795c-4636-9800-e49b37f1ef04","type":"Full Time","url":"https://jobs.github.com/positions/4a7282f2-795c-4636-9800-e49b37f1ef04","created_at":"Wed Feb 03 13:46:13 UTC 2021","company":"KUBIKx GmbH","company_url":"https://www.kubikx.com/","location":"Berlin","title":"Senior Fullstack Engineer","description":"\u003cp\u003e\u003cstrong\u003eYour mission\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eKUBIKx develops digital ventures for the logistics and transportation space. As a Senior Fullstack Engineer you will be the driving force behind a diverse range of greenfield products from the initial POC of a product until the delivery on the MVP.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour tasks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou support our venture development process by creating technical POCs for new business ideas\u003c/li\u003e\n\u003cli\u003eYou build amazing apps that truly excite our customers and investors.\u003c/li\u003e\n\u003cli\u003eYou play a crucial role in defining, designing, and building apps that innovate the logistics sector.\u003c/li\u003e\n\u003cli\u003eYou take ownership of the entire development cycle – from architecture to implementation, testing, deployment, and maintenance.\u003c/li\u003e\n\u003cli\u003eYou elevate our Engineering culture by constantly updating your knowledge and sharing your ideas, insights, and expertise.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour Profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou look at your software from the customer’s point of view.\u003c/li\u003e\n\u003cli\u003eTDD and documentation are your foundation for creating apps.\u003c/li\u003e\n\u003cli\u003eYou are passionate about evaluating how emerging technologies could solve user problems better.\u003c/li\u003e\n\u003cli\u003eYou have at least 5 years of commercial experience working in frontend and/or backend.\u003c/li\u003e\n\u003cli\u003eYou are experienced in working with APIs, both third-party and custom written.\u003c/li\u003e\n\u003cli\u003eYou have strong communication skills in both English and German (at least B2).\u003c/li\u003e\n\u003cli\u003eYou work well independently and in a team.\u003c/li\u003e\n\u003cli\u003eThis is the current tech stack: GCP Kubernetes -\u0026gt; Docker -\u0026gt; Java -\u0026gt; Spring Boot, Redis, PostgreSQL -\u0026gt; ReactJS, Material UI\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we offer you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe an essential member of a smart and committed team with the backup of a European market leader from its very start.\u003c/li\u003e\n\u003cli\u003eNo legacy, Dispatchy is very young. We need you to pave the way.\u003c/li\u003e\n\u003cli\u003eWork with a high degree of freedom and flexibility.\u003c/li\u003e\n\u003cli\u003eA competitive salary and relaxed (remote) team socials.\u003c/li\u003e\n\u003cli\u003eYou’ll work with cutting edge technologies.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/477bb2eb3c61ea9a2b9d9cafeecdfb633c3fe1fd/68747470733a2f2f742e676f686972696e672e636f6d2f682f34333032613662623633393464333361336533613339656637343135316637313237336137633030353665616464303161656230663936663030613430306337\"\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/d355eb692747cf579a568dad52364f9ebc09cb0faa039c45829983e8c2171dd1\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkdYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4f5a7346b28814e84219198c076c23f31e8974d3/KUBIKx%20GmbH.jpg"},{"id":"be66b04f-e086-4a32-8bfe-75e852a407a6","type":"Full Time","url":"https://jobs.github.com/positions/be66b04f-e086-4a32-8bfe-75e852a407a6","created_at":"Wed Feb 03 13:07:12 UTC 2021","company":"Comosoft GmbH","company_url":null,"location":"Hamburg (Germany)","title":"TECHNICAL WRITER IN SOFTWARE DOCUMENTATION (M/F/D)","description":"\u003cp\u003eAs an employee in our dynamic and agile company, you are responsible, together with your colleagues, for the successful use of our LAGO software with our customers.\u003c/p\u003e\n\u003cp\u003eYOUR PROFILE\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDegree or training as a technical writer / editor or a comparable qualification.\u003c/li\u003e\n\u003cli\u003eRelevant professional experience of at least 3 years as a writer, translator or similar\u003c/li\u003e\n\u003cli\u003eExperience in the field of TechDocs\u003c/li\u003e\n\u003cli\u003eExperience with the authoring software MadCap Flare, the translation management system MadCap Lingo and MadCap Capture would be an advantage\u003c/li\u003e\n\u003cli\u003eProfessional experience with terminology work is an advantage\u003c/li\u003e\n\u003cli\u003eConfident handling of Adobe products (especially InDesign)\u003c/li\u003e\n\u003cli\u003eExperience in working with XML help authoring  and translation tools is desirable\u003c/li\u003e\n\u003cli\u003eStructured approach to work, organisational and communication skills\u003c/li\u003e\n\u003cli\u003eVery good knowledge of German and English, both written and spoken\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYOUR RESPONSIBILITIES\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreation and maintenance of bilingual user documentation for LAGO, our multichannel software for automated marketing production.\u003c/li\u003e\n\u003cli\u003eOngoing documentation of new features and software changes by our agile development teams\u003c/li\u003e\n\u003cli\u003eClose cooperation with Professional Service, Development and Marketing in the creation of customer information\u003c/li\u003e\n\u003cli\u003eTerminology work\u003c/li\u003e\n\u003cli\u003eMaintenance of the editorial guide\u003c/li\u003e\n\u003cli\u003eCreation of translations\u003c/li\u003e\n\u003cli\u003eContinuous optimisation of documentation processes in an agile environment\u003c/li\u003e\n\u003cli\u003eEnsuring on-time completion of defined work packages\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWHAT WE OFFER\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA strong team that does not leave you alone\u003c/li\u003e\n\u003cli\u003eYou take on responsibility with us and can rely on the support of your team – even when playing table football or darts.\u003c/li\u003e\n\u003cli\u003eIt never gets boring, the range of tasks is wide.\u003c/li\u003e\n\u003cli\u003eIf you ever want to further your education, we'll be happy to pay for it!\u003c/li\u003e\n\u003cli\u003eWe don't have computers from the pre-industrial era or oldschool offices, everything here is modern and centrally located.\u003c/li\u003e\n\u003cli\u003eWe are all on first name terms and can also make direct decisions in a short way.\u003c/li\u003e\n\u003cli\u003eAttractive salary - you will be paid well after good performance.\u003c/li\u003e\n\u003cli\u003eWe take care of your CO2 balance and give you a subsidy for your HVV card.\u003c/li\u003e\n\u003cli\u003eWe want you to stay healthy, hydrated and awake – fruit, coffee and water are always available.\u003c/li\u003e\n\u003cli\u003eEvery Wednesday you can do sports with us during working hours.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are looking forward to colleagues who have a hobby or passion for which they burn. With us ...\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eyou will find metal and progressive rock fans, sailors, snowboarders, surfers, saxophonists, soap makers, astronomy enthusiasts, craft beer sommeliers among your colleagues...\u003c/li\u003e\n\u003cli\u003eyou can prove your talent at the annual Silpion tournament\u003c/li\u003e\n\u003cli\u003eWe celebrate our company and our team spirit every year with a summer party.\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eWe look forward to receiving your application, please only in PDF format, including salary expectations, to Mrs Manuela Müller at \u003ca href=\"mailto:career@comosoft.de\"\u003ecareer@comosoft.de\u003c/a\u003e.\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdStYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--93b442265d45a8043b10f97d747191f5d3ae6145/Comosoft-Logo-black-02.png"},{"id":"b2b5402c-2a97-4504-9773-c63e00dc0da4","type":"Full Time","url":"https://jobs.github.com/positions/b2b5402c-2a97-4504-9773-c63e00dc0da4","created_at":"Wed Feb 03 12:00:51 UTC 2021","company":"Intelligence22","company_url":"http:","location":"Manchester/ Remote","title":"Senior Developer","description":"\u003cp\u003e\u003cstrong\u003eWho are Intelligence22?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIntelligence22 is a new software company within The Freethinking Group, based in Manchester. We have built a data visualisation platform specifically for Media Advertising agencies. Intelligence22 want to make reporting simple for organisations but also add value to our clients by creating bespoke data-driven platforms based on company objectives. We are a very close team with people bringing a vast amount of knowledge and experience. We are extending our Development team by recruiting a Senior Developer.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhy work at Intelligence22?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe reward our great talent with a fantastic package of salary and benefits. This includes Remote working, In-work training, Health Insurance scheme, team socialising and so much more. We are about to roll out the application in early 2021, so there has never been a better time to join us.\u003c/p\u003e\n\u003cp\u003eThe Development team is at the core of Intelligence22, supporting the internal teams as well as dealing directly with technology partners. As development plays an increasingly important role in our platform, there is potential to progress rapidly within a structured training and development programme. The ideal candidate will have a keen interest in cloud-based development and will be looking for an opportunity to help shape a new product coming to market.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Purpose \u0026amp; Description\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a Senior Developer at Intelligence22, your job will be focused on the development of our data visualisation platform. The ideal candidate for this role will have the initiative to approach challenges with enthusiasm and the ability to react to changes whilst maintaining a clear focus on the company road map and objectives. We are always looking at ways to challenge the current cloud-based system to become more efficient and enhance our product. As a Senior Developer you will play a big part in the suggesting and shaping our platform’s technology.  The role will require knowledge and experience of.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProject Management\u003c/li\u003e\n\u003cli\u003eObject-oriented PHP,\u003c/li\u003e\n\u003cli\u003eMinimum of one development framework (we use Laravel)\u003c/li\u003e\n\u003cli\u003eUnderstanding of cloud-based architecture (we use AWS)\u003c/li\u003e\n\u003cli\u003eKnowledge of accessing social media statistics via their APIs\u003c/li\u003e\n\u003cli\u003eSource control (e.g. git) and Continuous integration methods\u003c/li\u003e\n\u003cli\u003eVue.js, (Front end framework)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTasks within the role are wide ranging and will require an interest in manipulation of data to provide clients with easily understood visuals. Whilst the role will primarily involve extending the existing system. having the ability to see “beyond the box” and suggest improvements and having an extensive knowledge of development process’ are vital skills for this role.\u003c/p\u003e\n\u003cp\u003eThis role is currently home-based. We started homebased working before Covid-19 and have found it works well for us. We collaborate internally using Teams, but also use Zoom and Amazon Chime with our partners. We have daily team meetings to ensure we are kept up to date. Once it is safe to do so, we will have regular (weekly or fortnightly) meetings in our central Manchester office, so living within commuting distance would be an advantage. Working from home requires a specific mind-set, being able to concentrate on work, but also knowing when to ask for help when work gets difficult. You will need to demonstrate how you fit this requirement.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequired competencies:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCommunication\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAccurate written and verbal communication is essential.\u003c/li\u003e\n\u003cli\u003eYou’ll also be able to deal with clients in a friendly, clear and effective manner.\u003c/li\u003e\n\u003cli\u003eAn absolute team player, comfortable working with internal and external stakeholders.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKnowledge Required:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProject / Development Management Experience\u003c/li\u003e\n\u003cli\u003eMinimum 3 years commercial PHP experience, preferably within a development framework\u003c/li\u003e\n\u003cli\u003eMinimum 1-year Vue.js experience\u003c/li\u003e\n\u003cli\u003eSource control basics (ideally Git)\u003c/li\u003e\n\u003cli\u003eSQL knowledge (we use MSSQL, MySQL and AWS Athena)\u003c/li\u003e\n\u003cli\u003eDevelopment knowledge of external APIs\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDesirable competencies\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePrevious use of Laravel\u003c/li\u003e\n\u003cli\u003eLinux (command line, shell script, editing)\u003c/li\u003e\n\u003cli\u003eLAMP stack experience\u003c/li\u003e\n\u003cli\u003eUse of APIs from Google, Facebook and other social media platforms, including their PHP SDKs\u003c/li\u003e\n\u003cli\u003eAWS knowledge, particularly AWS Glue, CloudFormation, Athena\u003c/li\u003e\n\u003cli\u003eUse of time/project management tools (e.g. Jira)\u003c/li\u003e\n\u003cli\u003eGeneral\tYou will be able to manage your time and that of junior developers ,and prioritise tasks effectively.\u003c/li\u003e\n\u003cli\u003eYou will be a highly numerate and detail focused individual.\u003c/li\u003e\n\u003cli\u003eYou will have an enquiring mind, always asking “Can we do this better or more efficiently?”\u003c/li\u003e\n\u003cli\u003eYou will enjoy learning new skills and about new systems daily\u003c/li\u003e\n\u003cli\u003eAble to search out and find documentation from on-line sources, and to be able to keep the references to help with the same problem next time\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eFeel like you fit this role, but do not meet every requirement? We always want to hear from talented people, so if you can demonstrate how your attitude and other abilities might make up for any gaps, we would welcome your application!\u003c/p\u003e\n\u003cp\u003eDeadline: Sunday 28th February 2021. Please email your CV and covering letter, quoting the job reference number, to \u003ca href=\"mailto:jobs@intelligence22.com\"\u003ejobs@intelligence22.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Title\u003c/strong\u003e Senior Developer\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLine Manager\u003c/strong\u003e Nathan Burke, Product Director\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSalary\u003c/strong\u003e Competitive (DoE)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDepartment\u003c/strong\u003e Development\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLocation\u003c/strong\u003e Manchester/ Remote (Currently)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHours\u003c/strong\u003e\t37.5 hours P/W\tPermanent or Fixed Term\tPermanent (3-month probationary period)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Ref\u003c/strong\u003e I22DEV2\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease email your CV and covering letter, quoting the job reference number, to \u003ca href=\"mailto:jobs@intelligence22.com\"\u003ejobs@intelligence22.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdTJYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d2f417170147a6a904275c3c608b7188db85526f/i22-logo.png"},{"id":"f7fa67a1-8059-4485-a79d-3fed79e7fd80","type":"Part Time","url":"https://jobs.github.com/positions/f7fa67a1-8059-4485-a79d-3fed79e7fd80","created_at":"Wed Feb 03 11:18:46 UTC 2021","company":"PinkWeb B.V.","company_url":"https://ltpx.nl/vy13TBc","location":"Amersfoort (the Netherlands)","title":"PHP Developer (32-40 hours)","description":"\u003cp\u003eFor our DevOps Team PinkWeb is looking for:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePHP Developers\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAmersfoort, 32-40 hours a week\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eAs a PHP Developer at PinkWeb you are an important part of our multidisciplinary Development team. You will be working closely together with your fellow Developers, DevOps engineers, a Scrum Master, Tester, Information Analyst, UX designer and a Product Owner. You report to our Development manager. We will soon also be welcoming nearshore Developers, which means you will be working in a diverse team.\u003c/p\u003e\n\u003cp\u003eIn our DevOps team, you will be working at the heart of our organization. You will contribute to the innovation of our products. We deliver an online cloud platform for accountants that they use to exchange data and information with their clients. This platform has an extensive API and integrations with a vast amount of software systems in finance, accountancy and HR.\u003c/p\u003e\n\u003cp\u003eYou are familiar with technical designs and with research for new technical possibilities. You will be writing, refactoring, testing, reviewing and documenting our code. The scrum teams work in two-week sprints towards a deliverable (partial) product that adds value for our customers and end users.\u003c/p\u003e\n\u003cp\u003eKnowledge of or experience with test automation, architecture and / or Linux, is a big plus. We could use your expertise on this.\u003c/p\u003e\n\u003cp\u003eOur values ​​are: Respect, Reliability, Competence, Innovation and Team Spirit. If you share these values you will certainly feel at home with PinkWeb and you will be helping us to continue our growth. You are the type of person who likes to share your knowledge with others. We would love to see your enthusiasm for your profession. We are looking for developers who proactively ring the alarm bell when they see problems arise. We process sensitive information from customers (accountants), therefore information security is of the utmost importance to you.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHbo level working and thinking level.\u003c/li\u003e\n\u003cli\u003eAt least 3 years of experience with object-oriented development of PHP applications.\u003c/li\u003e\n\u003cli\u003eExperience with developing and connecting to APIs.\u003c/li\u003e\n\u003cli\u003eGood command of the English language.\u003c/li\u003e\n\u003cli\u003eKnowledge of the Agile and Scrum method.\u003c/li\u003e\n\u003cli\u003eSome knowledge of front end development (HTML, CSS, JS, responsive).\u003c/li\u003e\n\u003cli\u003eExperience in writing unit tests.\u003c/li\u003e\n\u003cli\u003eExperience of working with colleagues not established in the Netherlands.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eStack we use at PinkWeb: PHP 7.4/8, Apache, NginX, MySQL, PHPUnit, Docker, Azure public cloud, Rabbit MQ, SendGrid, Composer, and multiple PHP libraries: Symfony and Laminas. Tools: JIRA, Github, PHPStorm, PHPUnit, Jenkins, Rundeck and many more.\u003c/p\u003e\n\u003cp\u003eAs a part of the Visma group PinkWeb has access to and gets advice and support on the latest tools and technology for CI/CD, Cloud and security.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe offer you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA good salary.\u003c/li\u003e\n\u003cli\u003eFlexible working hours.\u003c/li\u003e\n\u003cli\u003eA remote work arrangement and contribution to the home workplace.\u003c/li\u003e\n\u003cli\u003e26 vacation days (based on a 40-hour working week).\u003c/li\u003e\n\u003cli\u003e8% Holiday allowance.\u003c/li\u003e\n\u003cli\u003ePension scheme.\u003c/li\u003e\n\u003cli\u003eCommuting travel allowance.\u003c/li\u003e\n\u003cli\u003eCompany laptop.\u003c/li\u003e\n\u003cli\u003eTraining and personal development opportunities.\u003c/li\u003e\n\u003cli\u003eTemporary employment with a prospect of permanent employment.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWorking from home is the norm momentarily. We have organized everything to make working from home as easy and comfortable as possible. In time, we will also help you to find a good balance between working from home and working at our beautiful location in Amersfoort.\u003c/p\u003e\n\u003cp\u003ePinkWeb is a diverse, fun, but also a professional team. We have an informal worksphere and the lines of communication are short. PinkWeb is a growing organization in which you are given the opportunity to take initiative and, above all, to be and develop yourself.\u003c/p\u003e\n\u003cp\u003eWe are the market leader in the Accountancy industry and are part of the Visma family (\u003ca href=\"http://www.visma.nl\"\u003e\u003cstrong\u003ewww.visma.nl\u003c/strong\u003e\u003c/a\u003e). You can find more information about our product, services and who we are at \u003ca href=\"https://ltpx.nl/vy13TBc\"\u003e\u003cstrong\u003ewww.pinkweb.nl\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHave we piqued your interest?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe would like to receive your motivation with your CV via the \u003ca href=\"https://ltpx.nl/Yg2dxL3\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e! An online assessment, technical test and reference check will be part of our selection process.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/9da05f66a76acb40538d1c2560220442ce9eaf6d/68747470733a2f2f742e6c7470782e6e6c2f747261636b2e7068703f6f7264657269643d323238303736\"\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003cstrong\u003eHave we piqued your interest?\u003c/strong\u003e\nWe would like to receive your motivation with your CV via the \u003ca href=\"https://ltpx.nl/Yg2dxL3\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e!\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDZYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5b9956d1a45eecb61bdeea0f8ee69c47df26ea1a/logo%20pinkweb.png"},{"id":"bedc23bf-01bf-4840-9125-b016ae72633e","type":"Full Time","url":"https://jobs.github.com/positions/bedc23bf-01bf-4840-9125-b016ae72633e","created_at":"Wed Feb 03 10:11:42 UTC 2021","company":"URBANTZ","company_url":"http:","location":"Europe","title":"Software Engineer ","description":"\u003cp\u003eYour talent and creative mind are needed at Urbantz !\u003c/p\u003e\n\u003cp\u003eJoin our team as a Software engineer (Intermediate – Senior level).\u003c/p\u003e\n\u003cp\u003eWhat? Javascript / React / MongoDB / Kubernetes\u003c/p\u003e\n\u003cp\u003eWhere? Remote from anywhere in Europe OR at our Brussels office\u003c/p\u003e\n\u003cp\u003eWhen? ASAP\u003c/p\u003e\n\u003cp\u003eAbout Us\u003c/p\u003e\n\u003cp\u003eUrbantz operates on one of the most growing markets, offering a SaaS solution for retail, logistics, and e-commerce - businesses that tremendously accelerated in 2020.\nWe’re growing fast for the last 5 years - recently Deloitte has listed as among the top 3 fastest growing startups in Belgium.\nWe’re a team of diverse people who make things happen.\nOur culture is built on experimentation, constant development, flexibility, and encouragement of initiatives in an international, English speaking work environment.\nCompany size: 50-60 people\n#TogetherWeDeliver\u003c/p\u003e\n\u003cp\u003eAbout the Team\u003c/p\u003e\n\u003cp\u003e“Think, try, fail, collaborate and grow a better developer.”\u003c/p\u003e\n\u003cp\u003eAs a company, we believe that, sometimes, failing is the best way to learn and get better at what you do.\nWe believe in the richness of collaboration and of diversity, for everyone to make an impact and work together toward a common goal.\nWe offer a flexible and fun working environment with lots of autonomy and possibility to grow as a professional and as a person. You will find an engaged team, where people share their joy for technology, ready to coach you as well as learning from you.\nFor us, the culture fit is important as we want to invest in our people for the long term.\n-Collaboration, Ownership, Innovation, Excellence \u0026amp; Sustainability are our core values-\u003c/p\u003e\n\u003cp\u003eTeam size: 15+\u003c/p\u003e\n\u003cp\u003eAbout the position\u003c/p\u003e\n\u003cp\u003eYou will help build a modern, highly complex, multi-service application that leads to the delivery of millions of packages per year to clients like you.\nAs a software engineer, you will work closely with our product manager to define the how to the why and what of our product.\nOur language: Javascript.\nOur main technologies: We use AngularJS and React-native on the front-end, and NodeJS for the backend. Our unit-tests use Jest, and our end-to-end tests use Protractor. We store data using MongoDB. Our code is stored in GitLab, and we make use of its CI/CD capabilities to deploy easily to AWS and Azure. Our containerization \u0026amp; orchestration uses Docker + Kubernetes.\nWe work with short agile development cycles, with an alternance of 3 weeks on specific tasks and 1 week of cool down period to prepare for the next cycle.\u003c/p\u003e\n\u003cp\u003eAbout You\u003c/p\u003e\n\u003cp\u003eYou are positive minded and like to find ways to constantly improve in what you do.\u003c/p\u003e\n\u003cp\u003eYou can get things done and communicate well while doing it;\nYou are fluent in English;\nYou have at least one relevant experience;\nYou stay abreast of developments and best practices within the technologies we use.\nYou already have affinity with logistic sector or interested to learn about it.\nWhat’s in it for you?\u003c/p\u003e\n\u003cp\u003eA fast growing company with lots of great challenges.\nA permanent contract with a great extra-legal package in Belgium, or a nice freelance long term collaboration anywhere in Europe.\nFlexible company, nice colleagues to work with, fun company activities (even for our remote people!),...\nIf you desire to work to have an impact and bring a change: don’t hesitate and apply now!\u003c/p\u003e\n\u003cp\u003eInterview Process\u003c/p\u003e\n\u003cp\u003eBrief phone conversation with HR\nInterview with 2 team members\nTechnical test\nInterview with CTO/Technical leads\n(A quick chat with CEO or COO)\u003c/p\u003e\n\u003cp\u003e#TogetherWeDeliver\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eemail your resume to \u003ca href=\"mailto:boris@urbantz.com\"\u003eboris@urbantz.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdG1YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aa2a2f1c2e77e6092ca2c56fd124dbba918c314e/Urbantz%20Logo.png"},{"id":"0bb4942b-62bf-4c5f-8dac-60aaab3e2904","type":"Full Time","url":"https://jobs.github.com/positions/0bb4942b-62bf-4c5f-8dac-60aaab3e2904","created_at":"Wed Feb 03 09:13:47 UTC 2021","company":"InnoGames GmbH","company_url":"https://www.innogames.com","location":"Hamburg","title":"Browser Frontend Developer - Video Game: Forge of Empires","description":"\u003cp\u003eOur agile and cross-functional \u003cstrong\u003eForge of Empires\u003c/strong\u003e team is searching for a \u003cstrong\u003eBrowser Frontend Developer\u003c/strong\u003e:\u003c/p\u003e\n\u003cp\u003eAs a  \u003cstrong\u003eBrowser Frontend Developer\u003c/strong\u003e, you will join a feature team of the Forge of Empires project to support growth, technical stability and longevity of our game.\u003c/p\u003e\n\u003cp\u003eAre you a talented Game Developer and passionate about online games? Live your passion for online games/Game Development and collaborate with like-minded people to provide the best user experience for our players!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContribute to the continuous development and improvement of one of our keystone games\u003c/li\u003e\n\u003cli\u003eDevelop new features and improve existing game features with a strong focus on UI and UX\u003c/li\u003e\n\u003cli\u003eParticipate in the whole feature development lifecycle with a commitment to high-quality results\u003c/li\u003e\n\u003cli\u003eCollaborate closely with Mobile- \u0026amp; Backend Developers, Game Designers, and Artists to implement new game features for our browser clients\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour skillset:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorking experience in Frontend/Game Development with ActionScript 3 or JavaScript and Haxe experience is a bonus\u003c/li\u003e\n\u003cli\u003eA right eye for details and a passion for implementing UI and UX\u003c/li\u003e\n\u003cli\u003eWell-versed in design patterns and software architecture\u003c/li\u003e\n\u003cli\u003eExperience with writing browser automation tests\u003c/li\u003e\n\u003cli\u003eSolution-oriented and efficient style of work\u003c/li\u003e\n\u003cli\u003eTeam player and a good communicator with fluent English language skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eFavorable\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePassion for online games (strategy/F2P) and knowledge of relevant game mechanics\u003c/li\u003e\n\u003cli\u003eProfessional experience in the gaming industry, ideally working on comparable browser games\u003c/li\u003e\n\u003cli\u003eTheoretical understanding of Software Development, ideally based on a University degree in Computer Sciences, Business Information Systems or similar studies\u003c/li\u003e\n\u003cli\u003eKnow your way around popular scripting languages (Python / Bash / Groovy)\u003c/li\u003e\n\u003cli\u003eA proactive and motivated individual with a willingness to learn\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour power-ups:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGet competitive compensation as well as a sabbatical, mobile device, contribution to your public transport ticket, and more\u003c/li\u003e\n\u003cli\u003eDe-stress your private life with flexible working hours, the in-house gym, services such as a hairdresser, massage, bike inspection, and more\u003c/li\u003e\n\u003cli\u003eParticipate in tons of the company's get-togethers ranging from an in-house sofa concert to a virtual wine tasting\u003c/li\u003e\n\u003cli\u003eMake the most of our excellent training and development opportunities\u003c/li\u003e\n\u003cli\u003eFeel comfortable in an atmosphere to empower creative thinking and strong results\u003c/li\u003e\n\u003cli\u003eWork in an agile multicultural team – enabling you and your team to form and actively optimize work processes\u003c/li\u003e\n\u003cli\u003eOur company language is English, and we support all our employees and their partners with optional German lessons\u003c/li\u003e\n\u003cli\u003eReceive exceptional support with your relocation to Hamburg\u003c/li\u003e\n\u003cli\u003eShape the success story of InnoGames with our international team of driven experts in a stable growing company and award-winning employer\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur story:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eInnoGames is Germany's leading developer and publisher of mobile and online games.\nThe company based in Hamburg is best known for Forge of Empires, Elvenar, and Tribal Wars. InnoGames' complete portfolio encompasses seven live games and several mobile titles in production.\u003c/p\u003e\n\u003cp\u003eBorn as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years.\nTo further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eExcited to start your journey with InnoGames and join our dynamic team as a Frontend Developer?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe look forward to receiving your application as well as your salary expectations and earliest possible starting date through our \u003ca href=\"https://www.innogames.com/career/detail/job/browser-frontend-developer-video-game-forge-of-empires/?s=GitHub\"\u003eonline application form\u003c/a\u003e. Maximilian Kaeding would be happy to answer any questions you may have.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eApply and #stayhome!\u003c/strong\u003e\nDue to the \u003cstrong\u003ecoronavirus\u003c/strong\u003e outbreak, we switched our operations company-wide to home office and turned our hiring process into \u003cstrong\u003ea fully virtual one\u003c/strong\u003e.\nWhen hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly.\nStay home and safe!\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://www.innogames.com/career/detail/job/browser-frontend-developer-video-game-forge-of-empires/?s=GitHub\"\u003ehttps://www.innogames.com/career/detail/job/browser-frontend-developer-video-game-forge-of-empires/?s=GitHub\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c8d151ef68fe8d7ec819ec7606a507c62dccf3cf/logo_innogames_standard.png"},{"id":"d1027fbb-580d-4a92-a52f-70224506d3ef","type":"Full Time","url":"https://jobs.github.com/positions/d1027fbb-580d-4a92-a52f-70224506d3ef","created_at":"Wed Feb 03 09:02:49 UTC 2021","company":"Kausa","company_url":"https://www.kausa.ai","location":"Berlin","title":"Senior Full Stack Software Engineer (Frontend \u0026 Backend) in Typescript / Javascript","description":"\u003cp\u003eOur mission is to empower businesses to make data-driven decisions faster and more effortlessly than ever before. Therefore, we are building an advanced analytics platform using machine learning to reason why key performance indicators change.\u003c/p\u003e\n\u003cp\u003eJoin our venture as a software engineering allrounder both developing the frontend and backend of our platform and impact how people and businesses work. Get the chance to shape a young technology startup from its earliest days on through your efforts, experience, and industry expertise.\u003c/p\u003e\n\u003cp\u003eOur company is built at Merantix, a Venture Studio focussing on artificial intelligence. This means that we are part of an ecosystem of top-tier engineers, scientists, and entrepreneurs from leading universities who will help us along the way.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs the Frontend \u0026amp; Backend Software Engineer, you are one of our first employees and shape the company and its vision from the ground up. Among others, your main responsibilities are the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop state-of-the-art frontend and backend applications which will be used within organizations of all sizes;\u003c/li\u003e\n\u003cli\u003eArchitect and implement multi-tenancy;\u003c/li\u003e\n\u003cli\u003eBuilding highly-reliable software with the highest quality and security standards;\u003c/li\u003e\n\u003cli\u003eCollaborate closely with our Chief Technology Officer and Chief Science Officer to bridge the gap between the analytical core of our product and its user interface;\n. Work with the Design and Product Team to implement an exceptional design and user experience;\n. As we value ownership and collaboration, you support and mentor your colleagues and review the team’s technical design, code, and documentation.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe define ourselves by a culture of collaboration and ownership. We’re looking for a driven, capable, and thoughtful person to add to our vision. The main qualifications we expect you to have are the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDegree in computer science, statistics, mathematics, physics, engineering, machine learning or relevant experience;\nIt is essential that you are an experienced Software Engineer and built large scale applications in the past;\nMastered Javascript and Typescript and are fluent in general-purpose languages such as Python or Java;\nExpert knowledge in technologies and frameworks such as Reactjs, D3js, NodeJS, GraphQL, or Cypress to name a few;\nExtensive know-how with Systems Design and Software Architecture.\nPragmatic mindset, make quick decisions, and clearly prioritize on what moves the needle;\nLove what you do (and own it).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur hierarchy is flat and communication direct, which means that we operate and learn fast, as a team. In addition to a competitive salary and equity package, you can expect the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFlexible working hours as we believe in ownership and trust;\u003c/li\u003e\n\u003cli\u003eLearning \u0026amp; Development Program for all our team members;\u003c/li\u003e\n\u003cli\u003eRegular team events and intensive exchange with all Merantix companies;\u003c/li\u003e\n\u003cli\u003eFree drinks, snacks, and breakfast.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are an equal-opportunity employer and value diversity. We consider all applications equally regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, or gender identity. We strongly encourage individuals from groups traditionally underrepresented in tech to apply, and we can help with immigration.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://kausa.join.com/jobs/1806782-senior-full-stack-software-engineer-frontend-and-backend-in-typescript-javascript-kausa?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bfull%2Bstack%2Bsoftware%2Bengineer%2Bfrontend%2Band%2Bbackend%2Bin%2Btypescript%2Bjavascript%2Bkausa\"\u003ehttps://kausa.join.com/jobs/1806782-senior-full-stack-software-engineer-frontend-and-backend-in-typescript-javascript-kausa?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bfull%2Bstack%2Bsoftware%2Bengineer%2Bfrontend%2Band%2Bbackend%2Bin%2Btypescript%2Bjavascript%2Bkausa\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdEtYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--08e9bf3753a6f20098368dd8bbf841c49a46bdac/Bildschirmfoto%202021-02-03%20um%2010.01.12.png"},{"id":"a6560cc0-71d5-4601-be31-f86ac72ee8fc","type":"Full Time","url":"https://jobs.github.com/positions/a6560cc0-71d5-4601-be31-f86ac72ee8fc","created_at":"Wed Feb 03 08:43:07 UTC 2021","company":"Gemeente Utrecht","company_url":"https://vonq.io/3amVJkA","location":"Utrecht","title":"IT Monitoring Specialist","description":"\u003cp\u003eVoor de versterking van het team IT4IT zoekt de gemeente Utrecht een IT-specialist op het gebied van Monitoring en End User Perspective. IT4IT is onderdeel van DomstadIT. DomstadIT is verantwoordelijk voor de ICT Infrastructuur van de gemeente Utrecht. De gemeente Utrecht gaat voor maximale automatisering van beheerstaken; selfservice is meer regel dan uitzondering. De Cloudtransitie is in gang gezet. Focus op regievoering verandert de monitoringbehoefte naar inzicht in beschikbaarheid en performance van de werkplek. Monitoring zorgt voor informatie om het gesprek met de partner te kunnen voeren. Daardoor verschuift de aandacht van infrastructuur monitoring naar end user performance.\u003c/p\u003e\n\u003cp\u003eWe gebruiken oplossingen van Netapp voor de storage. Voor database hosting gebruiken we Oracle, MS-SQL en MySQL. Telefonieservices leveren we op basis van een Avaya oplossing gecombineerd met een private en een openbare GSM-oplossing. Naast de specifieke product tooling zetten we de Microsoft System Center Suite in als enterprise oplossing.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDit is je werk\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls IT Monitoring Specialist werk je binnen het team IT4IT. Samen met 4 enthousiaste collega’s werk je aan de monitoringsvragen van de hele gemeente Utrecht. Je meet bijvoorbeeld de prestatie van werkplekken en doet prestatiemetingen van softwarepakketten. Denk daarbij aan het monitoren van de verstrekking van uitkeringen en aanvragen van paspoorten. Met jouw inzet lever jij een belangrijke bijdrage. Je maakt deel uit van het Agile team dat de monitoring oplossingen realiseert met de meeste waarde voor de organisatie.\u003c/p\u003e\n\u003cp\u003eConcreet betekent dit dat je:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDe Monitoring-vraag inventariseert en analyseert. De vraag kan komen van infra beheerders of technische en functionele applicatiebeheerders, echter ook van de niet-technische collega’s. Monitoring kan ingericht worden op alle lagen, van infrastructuur tot end user perspective.\u003c/li\u003e\n\u003cli\u003eTechnisch beschikbare management packs inricht. Waar deze niet beschikbaar is, bouw jij het custom management pack, stem je de thresholds af met de stakeholder en bied je het resultaat aan middels dashboarding en/of rapportages.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDit bieden we je\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe willen dat je met plezier naar je werk komt. Dat plezier bestaat uit prettige collega’s, een fijne werksfeer. Je doet interessant werk in één van de meest aantrekkelijke steden van Nederland. Samen met jou zorgen we dat alle inwoners van Utrecht prettig en gezond kunnen wonen, werken en meedoen. Dit doe je door datgene waar je goed in bent in te zetten.\u003c/p\u003e\n\u003cp\u003eOnderstaand vind je ons aanbod:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen 36-urige werkweek met een bruto maandsalaris tussen de € 2.756 en € 4.048 op basis van 36 uur (schaal 9). Het precieze bedrag stemmen we af op jouw kennis en ervaring. Inpassing in de tijdelijke aanloopschaal behoort tot de mogelijkheden.\u003c/li\u003e\n\u003cli\u003eTijdelijke arbeidsovereenkomst voor de duur van 1 jaar.\u003c/li\u003e\n\u003cli\u003eUitstekende verlofregelingen\u003c/li\u003e\n\u003cli\u003eEen Individueel Keuzebudget (IKB) van 17,05% van je salaris. Jij kiest wat je met dit budget doet. Bijvoorbeeld extra verlof kopen of uitbetaling als vakantiegeld/eindejaarsuitkering. Of alles eens per jaar laten uitbetalen.\u003c/li\u003e\n\u003cli\u003eFlexibiliteit in keuze van werkplek (thuiswerken) en werktijden. De mogelijkheid om 4x9 te werken.\u003c/li\u003e\n\u003cli\u003eRuimte voor persoonlijke ontwikkeling, diverse cursussen en trainingen.\u003c/li\u003e\n\u003cli\u003eVele andere voordelen: zoals (online) sporten met collega’s, deelnemen aan verschillende netwerken en activiteiten.\u003c/li\u003e\n\u003cli\u003eVoor een overzicht van alle overige arbeidsvoorwaarden, zoals reiskostenvergoeding kijk je \u003ca href=\"https://www.werkenbijutrecht.nl/arbeidsvoorwaarden\"\u003ehier\u003c/a\u003e.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDit vragen we van je\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJe hebt brede basisvaardigheden ontwikkeld en bent bereid om deze actueel te houden. Daarnaast ben je communicatief, tactisch en vasthoudend in je werkwijze. Van alle medewerkers vragen we inzet buiten kantoortijden, omdat de ICT dienstverlening 24/7 uur per week geleverd wordt. Groot onderhoud wordt bij voorkeur gepland in het weekend, zodat gebruikers hierdoor zo min mogelijk worden gehinderd.\u003c/p\u003e\n\u003cp\u003eOnze belangrijkste verwachtingen waarop we je sollicitatie(gesprek) toetsen zijn:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAantoonbaar werk en denkniveau op hbo-niveau.\u003c/li\u003e\n\u003cli\u003eErvaring met monitoring met behulp van Microsoft System Center Operation Manager.\u003c/li\u003e\n\u003cli\u003eErvaring op het gebied van het maken van klikpaden en deze om te zetten in geautomatiseerde handelingen.\u003c/li\u003e\n\u003cli\u003eErvaring met End User Simulatie in combinatie met Microsoft System Center Operation Manager.\u003c/li\u003e\n\u003cli\u003eErvaring op het gebied van management pack ontwikkeling.\u003c/li\u003e\n\u003cli\u003eErvaring op het gebied van System Center Service Manager en ESM koppelingen is een pré.\u003c/li\u003e\n\u003cli\u003eGoede mondelinge en schriftelijke uitdrukkingsvaardigheden in de Nederlandse taal.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDit is handig om te weten\u003c/strong\u003e\nEnthousiast geworden om als IT Monitoring Specialist aan de slag te gaan voor de gemeente Utrecht, solliciteer dan direct via deze \u003ca href=\"https://vonq.io/3amVJkA\"\u003elink\u003c/a\u003e. Heb je vragen neem dan contact op met \u003ca href=\"https://www.linkedin.com/in/annick-scholten-33062aa/\"\u003eAnnick Scholten\u003c/a\u003e, Teamleider IT4IT, 030 28 68 957. Of neem contact op met \u003ca href=\"https://www.linkedin.com/in/gittadalenberg/\"\u003eGitta Dalenberg\u003c/a\u003e, Recruiter via 06 481 921 45.\u003c/p\u003e\n\u003cp\u003eIn verband met de Corona/Covid-19 maken we zoveel mogelijk gebruik van videobellen voor de gesprekken. Als je uitgenodigd wordt voor een gesprek nemen we contact met je op en bespreken we hoe het videogesprek in zijn werk gaat.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eSolliciteer direct via deze \u003ca href=\"https://vonq.io/3amVJkA\"\u003elink\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdENYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ea7a25f4fa785ff9068fcdb3be8515a6a2de4b0c/Gemeente%20Utrecht.png"}]